Repository: piratelinux/piratepack-i2p
Catalog: setup/i2p-browser/tst/i2p-0.9.2/apps/i2psnark/locale/messages_*.po
Languages: es, sv

source: Total uploaders limit changed to {0}
es: Límite del número total de subidores ha cambiado a {0}
sv: Gräns för totalt antal uppladdare är bytt till {0}

source: Minimum total uploaders limit is {0}
es: El límite mínimo de subidores es {0}
sv: Gräns för totalt minsta antal uppladdare är bytt till {0}

source: Up BW limit changed to {0}KBps
es: Ancho de banda para la subida ha sido cambiado a {0} kbyte/s.
sv: Uppladdnings bandbredd bytt till {0}KBps

source: Minimum up bandwidth limit is {0}KBps
es: El límite mínimo de ancho de banda para la subida está en {0} kbyte/s.
sv: Minsta uppladdnings bandbredd bytt till {0}KBps

source: Startup delay changed to {0}
es: Tiempo de espera al inicio fue cambiado a {0}.
sv: Fördröjning vid uppstart bytt till {0}

source: Refresh time changed to {0}
es: Tiempo de actualización cambiado a {0}
sv: Uppdateringstiden ändrad till {0}

source: Refresh disabled
es: Actualización deshabilitada
sv: Uppdatering inaktiverad

source: I2CP and tunnel changes will take effect after stopping all torrents
es: Cambios de I2CP y del túnel tomarán efecto despues de detener todos los torrents.
sv: I2CP och tunnel förändringar kommer träda i kraft efter alla torrentar stoppats.

source: I2CP options changed to {0}
es: Opciones I2CP cambiadas a {0}
sv: I2CP valet ändrad till {0}

source: Disconnecting old I2CP destination
es: Desconectando anterior Destino I2CP
sv: Kopplat från gammal I2CP destination

source: I2CP settings changed to {0}
es: Preferencias de I2CP cambiadas a {0}
sv: I2CP-inställningar ändrade till {0}

source: Unable to connect with the new settings, reverting to the old I2CP settings
es: Conectarse no fue posíble con las nuevas preferencias I2CP, utilizaré las anteriores.
sv: Misslyckades med anslutningsförsök med nya inställningar, återställer de gamla I2CP inställningarna

source: Unable to reconnect with the old settings!
es: Conectarse usando las preferencias anteriores no fue posible!
sv: Misslyckades med anslutningsförsök med gamla inställningar!

source: Reconnected on the new I2CP destination
es: Conectado con la nueva Destino I2CP
sv: Återanslöt mot den nya I2CP destinationen

source: I2CP listener restarted for "{0}"
es: Conexión I2CP reestablecida para "{0}"
sv: I2CP-lyssnar omstartad på grund av "{0}"

source: New files will be publicly readable
es: Los archivos nuevos serán legibles por todos.
sv: Nya filer kommer vara publikt läsbara

source: New files will not be publicly readable
es: Los archivos nuevos no se podrán leer de forma pública
sv: Nya filer kommer inte vara publikt läsbara

source: Enabled autostart
es: Arranque automático activado
sv: Aktiverade automatisk start

source: Disabled autostart
es: Arranque automático desactivado
sv: Avaktiverade automatisk start

source: Enabled open trackers - torrent restart required to take effect.
es: Rastreadores abiertos activados - Para aplicar ello es necesario que reinicies los torrents.
sv: Aktiverade öppna trackers - torrent måste startas om för att inställningen ska träda i kraft

source: Disabled open trackers - torrent restart required to take effect.
es: Rastreadores abiertos desactivados - Para aplicar ello es necesario que reinicies los torrents.
sv: Avaktiverade öppna trackers - torrent måste startas om för att inställningen ska träda i kraft

source: {0} theme loaded, return to main i2psnark page to view.
es: Tema {0} cargado. ¡Vuelve a la página principal de i2psnark para verlo!
sv: {0} tema laddat, återgå till huvudvyn för i2psnark.

source: Configuration unchanged.
es: Configuración no cambiada.
sv: Inställningar oförändrade

source: Open Tracker list changed - torrent restart required to take effect.
es: Lista de rastreadores abiertos cambiada - Para aplicar ello es necesario que reinicies los torrents.
sv: Öppen tracker-lista förändrad - torrent måste startas om för att inställningen ska träda i kraft

source: Private tracker list changed - affects newly created torrents only.
sv: Privat trackerlista ändrad - påverkar bara nyligen skapade torrents

source: Unable to save the config to {0}
es: No se pudo guardar la configuración en {0}.
sv: Misslyckades med att spara inställningar till {0}

source: Connecting to I2P
es: Conectando a I2P
sv: Ansluter till I2P

source: Error connecting to I2P - check your I2CP settings!
es: Error al conectar a I2P - ¡Comprueba tu configuración I2CP!
sv: Problem vid anslutning till I2P - kontrollera dina I2CP-inställningar!

source: Error: Could not add the torrent {0}
es: Error: No se ha podido añadir el torrent {0}.
sv: Problem: Kunda in lägga till torrent {0}

source: Cannot open "{0}"
es: No se puede abrir "{0}"
sv: Kan inte öppna "{0}"

source: Torrent with this info hash is already running: {0}
es: Ya hay un Torrent con este hash: {0}.
sv: Torrent med denna infohash körs redan: {0}

source: ERROR - No I2P trackers in private torrent "{0}"
es: ERROR / No hay trackers I2P en el torrent privado "{0}"
sv: FEL - Inga I2P trackers den i privata torrenten "{0}"

source: Warning - No I2P trackers in "{0}", will announce to I2P open trackers only.
es: Advertencia - No hay rastreadores de I2P en "{0}", se anunciará solamente a los rastreadores I2P abiertos.
sv: Varning - Inga I2P trackers i "{0}", kommer enbart anmäla til öppna trackers i I2P.

source: Warning - No I2P Trackers found in "{0}". Make sure Open Tracker is enabled before starting this torrent.
es: Advertencia - No se encuentran rastreadores de I2P en "{0}". Asegúrate de que OpenTracker esté activado antes de iniciar este torrent.
sv: Varning - Inga I2P trackers i "{0}". Kontrollera att öppna trackers är påslagna innan denhär torrenten startas.

source: Torrent in "{0}" is invalid
es: El archivo .torrent en "{0}" no es válido.
sv: Torrent i "{0}" är ogiltig

source: ERROR - Out of memory, cannot create torrent from {0}
es: ERROR - Falta de memoria, no se puede crear un torrent de {0}.
sv: Problem: Minnet har tagit slut, kan inte skapa torrent från {0}

source: Torrent added and started: "{0}"
es: Torrent añadido e iniciado: "{0}"
sv: Torrent tillagd och startad: "{0}"

source: Torrent added: "{0}"
es: Torrent añadido: "{0}"
sv: Torrent tillagd: "{0}"

source: Fetching {0}
es: Recogiendo {0}
sv: Hämtar {0}

source: We have no saved peers and no other torrents are running. Fetch of {0} will not succeed until you start another torrent.
es: No tenemos guardado ningún par y no está activo ningún otro torrent. La obtención de {0} no tendrá éxito hasta que inicies otro torrent.
sv: Vi har inga sparade nerladdare och inga andra torrents kör. Hämtning av {0} kommer inte lyckas för en annan torrent startas.

source: Adding {0}
es: Añadiendo {0}
sv: Lägger till {0}

source: Download already running: {0}
sv: nerladdning körs: {0}

source: Failed to copy torrent file to {0}
es: No se pudo copiar el torrent a {0}.
sv: Misslyckades att kopiera torrentfil till {0}

source: Too many files in "{0}" ({1}), deleting it!
es: Hay demasiados archivos en "{0}", se borrará ({1}).
sv: För många filer i "{0}" ({1}), tar bort den!

source: Torrent file "{0}" cannot end in ".torrent", deleting it!
es: Archivo de datos del torrent "{0}" no puede terminar en ".torrent' y será borrado.
sv: Torrenten "{0}" får inte sluta med ".torrent", tar bort den.

source: No pieces in "{0}", deleting it!
es: No hay partes en "{0}", se borrará.
sv: Inga delar i "{0}", tar bort den.

source: Too many pieces in "{0}", limit is {1}, deleting it!
es: Hay demasiadas partes en "{0}" y el límite es {1}. Se borrarán.
sv: För många delar i "{0}", gränden är {1}, raderar den!

source: Pieces are too large in "{0}" ({1}B), deleting it.
es: Partes en "{0}" son demasiado grandes ({1}B). Se borrarán.
sv: För stora delar i "{0}" ({1}B), raderar den.

source: Limit is {0}B
es: El límite es de "{0}"Bytes
sv: Gränsen är {0}B

source: Torrent "{0}" has no data, deleting it!
es: El torrent "{0}" no contiene datos y será borrado.
sv: Torrenten "{0}" har ingen data, tar bort den!

source: Torrents larger than {0}B are not supported yet, deleting "{1}"
es: Torrents más grandes que "{0}"Bytes aún no funcionan, se borrará "{1}".
sv: Torrentar större än {0}B stöds ännu ej, tar bort "{1}"

source: Error: Could not remove the torrent {0}
es: Error: No se pudo quitar el torrent "{0}".
sv: Problem: Kunde ej ta bort torrent {0}

source: Torrent stopped: "{0}"
es: Torrent detenido: "{0}"
sv: Torrent stannad: "{0}"

source: Torrent removed: "{0}"
es: Torrent quitado: "{0}"
sv: Torrent borttagen: "{0}"

source: Adding torrents in {0}
es: Añadiendo torrents en {0}
sv: Torrents tillagda i {0}

source: Download finished: {0}
es: Terminada la descarga de "{0}"
sv: Nerladdning klar: {0}

source: Metainfo received for {0}
es: Metainfo recibida para {0}
sv: Metainfo mottagen till {0}

source: Starting up torrent {0}
es: Iniciando el torrent {0}
sv: Startar torrent {0}

source: Error on torrent {0}
es: Error en el torrent {0}
sv: Fel på torrent {0}

source: Unable to connect to I2P!
es: Imposible conectarse con I2P
sv: Misslyckades med att ansluta till I2P

source: Unable to add {0}
es: Imposible añadir {0}
sv: Misslyckades med att lägga till {0}

source: Opening the I2P tunnel
es: Abriendo el túnel I2P
sv: Öpnat I2P tunnel

source: Opening the I2P tunnel and starting all torrents.
es: Abriendo el túnel I2P e iniciando los torrents ...
sv: Öppnar I2P-tunneln och startar torrents.

source: Stopping all torrents and closing the I2P tunnel.
es: Deteniendo todos los torrents y cerrando el túnel I2P
sv: Stoppar alla torrents och stänger I2P-tunneln.

source: Closing I2P tunnel after notifying trackers.
sv: Stänger I2P tunnel eter meddelande till trackers.

source: I2P tunnel closed.
es: Túnel I2P cerrado
sv: I2P-tunneln är stängd.

source: Download torrent file from {0}
sv: Laddar torrentfil från {0}

source: Torrent was not retrieved from {0}
es: El torrent no se ha podido obtener de {0}.
sv: Torrent kunde inte hämtas från {0}

source: Torrent fetched from {0}
es: Torrent obtenido desde {0}
sv: Torrent hämtad från {0}

source: Torrent already running: {0}
es: Torrent ya en marcha: {0}
sv: Torrent kör redan: {0}

source: Torrent already in the queue: {0}
es: Torrent ya encolado: {0}
sv: Torrent finns redan i kö: {0}

source: Torrent at {0} was not valid
es: Torrent en {0} no era válido
sv: Torrent vid {0} var inte giltig

source: I2PSnark - Anonymous BitTorrent Client
es: I2PSnark - Cliente de BitTorrent Anónimo
sv: I2PSnark - Anonym bittorrentklient

source: Router is down
es: Router está caído
sv: Routen är nere

source: Refresh page
es: Actualizar página
sv: Ladda om sida

source: Click "Add torrent" button to fetch torrent
es: Click en el botón "Añadir torrent" para cargar un torrent
sv: Klicka på "Lägg till torrent" för att hämta en trorrent

source: clear messages
es: Despejar mensajes
sv: rensa meddelandena

source: Hide Peers
es: ocultar pares
sv: Göm nerladdare

source: Show Peers
es: mostrar pares
sv: Visa nerladdare

source: Estimated time remaining
es: Tiempo restante para completar la descarga
sv: Uppskattad återstående tid

source: ETA
es: Tiempo
sv: UÅT

source: Downloaded
es: Descargado
sv: Nerladdat

source: Uploaded
es: Subido
sv: Uppladdat

source: Down Rate
es: Tasa&nbsp;de descarga
sv: Nerhastighet

source: Up Rate
es: Tasa de subida
sv: Upphastighet

source: Stop all torrents and the I2P tunnel
es: Detener todos los torrents y el túnel I2P
sv: Stoppa alla torrents och I2P-tunneln

source: Stop All
es: Detener todos
sv: Stoppa alla

source: Start all torrents and the I2P tunnel
es: Iniciar todos los torrents y el túnel I2P
sv: Starta alla torrents och I2P-tunneln

source: Start All
es: Arrancar todos
sv: Starta alla

source: No torrents loaded.
es: No está cargado ningún torrent
sv: Inga torrents laddade.

source: Totals
es: Total
sv: Totalt

source: 1 torrent
sv: {0} torrent

source: 1 connected peer
es: 1 par conectado
sv: {0} ansluten nerladdare

source: Invalid URL: Must start with "http://", "{0}", or "{1}"
es: URL no válida: debe comenzar con "http://", "{0}", o "{1}".
sv: Ogiltig URL: Måste starta med "http://", "{0}" eller "{1}"

source: Magnet deleted: {0}
es: Magnet eliminado: {0}
sv: Magnet borttagen: {0}

source: Torrent file deleted: {0}
es: Borrado archivo torrent: {0}
sv: Torrentfil borttagen: {0}

source: Data file deleted: {0}
es: Borrado el archivo de datos: {0}
sv: Datafil borttagen: {0}

source: Data file could not be deleted: {0}
es: No se pudo borrar el archivo de datos: {0}
sv: Datafil kunde inte tas bort: {0}

source: Directory could not be deleted: {0}
sv: Katalogen kunde inta tas bort: {0}

source: Directory deleted: {0}
sv: Katalogen bort tagen: {0}

source: Error creating torrent - you must select a tracker
es: Error al crear el torrents - Tienes que elegir un rastreador.
sv: Misslyckades med att skapa torrent - en tracker måste väljas

source: Torrent created for "{0}"
es: Torrent creado para "{0}"
sv: Torrent skapad för "{0}"

source: Many I2P trackers require you to register new torrents before seeding - please do so before starting "{0}"
es: Muchos rastreadores en I2P requieren que te registres, antes de que puedas subir el torrent. Por favor, ¡hazlo antes de iniciar "{0}"!
sv: Många I2P trackers kräver att användare registrerar sig för uppladdning av torrent - gör det innan "{0}" startas

source: Error creating a torrent for "{0}"
es: Error al crear el torrent "{0}"
sv: Misslyckades med att skapa torrent för "{0}"

source: Cannot create a torrent for the nonexistent data: {0}
es: No se puede crear un torrent para datos inexistentes: {0}
sv: Kan ej skapa torrent för data som ej finns: {0}

source: Error creating torrent - you must enter a file or directory
es: Error al crear el torrent - Tienes que especificar un archivo o una carpeta.
sv: Misslyckades med att skapa torrent - en fil eller mapp måste anges

source: Delete selected
es: Borrar elementos seleccionados
sv: Ta bort valda

source: Save tracker configuration
sv: Spara tracker konfiguration

source: Removed
es: Eliminado
sv: Borttagen

source: Add tracker
es: Añadir tracker
sv: Lägg till tracker

source: Enter valid tracker name and URLs
es: Introducir nombre y URL de tracker válido
sv: Ange namn och URL för trackern

source: Restore defaults
es: Restaurar predeterminados
sv: Återställ standardvärden

source: Restored default trackers
es: Restaurar trackers predeterminados
sv: Återställ standard trackers

source: Tracker Error
es: Error del rastrador
sv: Tracker-fel

source: 1 peer
es: 1 par
sv: {0} nerladdare

source: Starting
sv: Startar

source: Seeding
es: sembrando
sv: Uppladdning

source: Complete
es: completo
sv: Färdig

source: Stalled
es: estancado
sv: Avstannad

source: No Peers
es: sin pares
sv: Inga källor

source: Stopped
es: detenido
sv: Stoppad

source: Torrent details
es: Detalles del torrent
sv: Torrentdetaljer

source: View files
es: mostrar archivos
sv: Se filer

source: Open file
es: abrir archivo
sv: Öppna fil

source: Stop the torrent
es: Detener el torrent
sv: Stoppa torrent

source: Stop
es: Detener
sv: Stoppa

source: Start the torrent
es: Iniciar el torrent
sv: Starta torrent

source: Start
es: Iniciar
sv: Starta

source: Remove the torrent from the active list, deleting the .torrent file
es: Quita el torrent de la lista de los torrents activos borrando el archivo .torrent
sv: Ta bort torrent från den aktiva listan, tar bort .torrent fil

source: Are you sure you want to delete the file \''{0}.torrent\'' (downloaded data will not be deleted) ?
es: ¿Estás seguro de que quieres borrar el archivo \''{0}.torrent\''? (Datos bajados no se borrarán.)
sv: Är du säker på att du vill ta bort filen "{0}.torrent" (nerladdad data kommer ej tas bort) ?

source: Remove
es: Quitar
sv: Ta bort

source: Delete the .torrent file and the associated data file(s)
es: Borrar el archivo torrent y el/los archivo(s) de datos pertenecientes
sv: Ta bort .torrent filen och tillhörande datafil(er)

source: Are you sure you want to delete the torrent \''{0}\'' and all downloaded data?
es: ¿Estás seguro de que quieres borrar el archivo torrent \''{0}\'' y todos los datos descargados de este torrent?
sv: Är du säker på att du vill ta bort torrenten "{0}" och all nerladdad data?

source: Delete
es: Borrar
sv: Ta bort

source: Unknown
es: desconocido
sv: Okänd

source: Seed
es: Semilla
sv: Källa

source: Uninteresting (The peer has no pieces we need)
es: no interesante (El par no tiene partes que nos interesen.)
sv: Ointressant (nerladdaren har inga delar vi behöver)

source: Choked (The peer is not allowing us to request pieces)
es: moderado (De momento el par no nos permite solicitar más partes.)
sv: Spärra (nerladdaren låter oss inte be dom delar)

source: Uninterested (We have no pieces the peer needs)
es: desinteresado (No tenemos las partes que el par quiere.)
sv: Ointresserad (vi har inga delar nerladdaren behöver)

source: Choking (We are not allowing the peer to request pieces)
es: moderando (De momento no se le permite al par solicitar más partes.)
sv: Spärrar (vi låter inte nerladdaren be dom delar)

source: Details at {0} tracker
es: Detalles en el rastreador {0}
sv: Detaljer för {0} tracker

source: Add Torrent
es: Añadir un torrent
sv: Lägg till torrent

source: From URL
es: URL fuente
sv: Från URL

source: Enter the torrent file download URL (I2P only), magnet link, maggot link, or info hash
es: Introducir la URL de descarga del torrent (sólo I2P), link magnet, link maggot ó hash con info
sv: Ange URL för torrentfilen (enbart I2P), magnet link, maggot länk eller info hash

source: Add torrent
es: Añadir torrent
sv: Lägg till torrent

source: You can also copy .torrent files to: {0}.
es: También puedes copiar archivos torrent a {0}.
sv: Du kan även kopiera .torrent filer till: {0}

source: Removing a .torrent will cause it to stop.
es: Quitar un archivo torrent resultará en que se detenga el torrent perteneciente.
sv: Borttagning av .torrent fil kommer stanna den.

source: Create Torrent
es: Crear un torrent
sv: Skapa torrent

source: Data to seed
es: Datos para sembrar
sv: Data att ladda upp

source: File or directory to seed (must be within the specified path)
es: Archivo o carpeta para sembrar (tiene que estár en la carpeta especificada)
sv: Fil eller mapp att ladda upp (måste finnas på angiven plats)

source: Select a tracker
es: ¡Selecciona un rastreador!
sv: Välj en tracker

source: Open trackers only
es: Sólo rastreadores abiertos
sv: Enbart öppna trackers

source: Create torrent
es: Crear torrent
sv: Skapa torrent

source: Configuration
es: Preferencias
sv: Inställningar

source: Data directory
es: Carpeta de datos
sv: Datamapp

source: Edit i2psnark.config and restart to change
es: Para cambiar, ¡modifica el archivo i2psnark.config y reinicia!
sv: Förändra i2psnark.conig och starta om för att ändra

source: Files readable by all
es: Archivos legibles por todos
sv: Filer läsbara för alla

source: If checked, other users may access the downloaded files
es: Si está activada, otros usuarios pueden acceder a los archivos descargados.
sv: Om vald, kommer andra användare att kunna komma åt nerladdade filer

source: Auto start
es: Arranque automático
sv: Automatisk start

source: If checked, automatically start torrents that are added
es: Si marcado, los torrents añadidos se iniciarán de forma automática.
sv: Om ikryssad, startas automatiskt tillagda torrents

source: Theme
es: Tema
sv: Tema

source: Refresh time
es: Tiempo de actualización
sv: Uppdateringsintervall

source: Never
es: Nunca
sv: Aldrig

source: Startup delay
es: Tiempo de espera al arrancar
sv: Fördröjning av uppstart

source: minutes
es: minutos
sv: minuter

source: Total uploader limit
es: Límite global de subidores
sv: Gräns för totalt antal uppladdare

source: peers
es: pares
sv: nerladdare

source: Up bandwidth limit
es: Límite del ancho de banda para la subida
sv: Gräns för bandbredd uppåt

source: Half available bandwidth recommended.
es: Se recomienda la mitad del ancho de banda disponible.
sv: Hälften av tillgänglig bandbredd rekommenderas.

source: View or change router bandwidth
es: Mostrar y cambiar preferencias del ancho de banda del enrutador
sv: Se eller ändra routerns bandbredd

source: Use open trackers also
es: Usar también rastreadores abiertos
sv: Använd öppna trackers med

source: If checked, announce torrents to open trackers as well as the tracker listed in the torrent file
es: Si está marcado, el torrent se anunciará a los rastreadores abiertos, además de a los rastreadores especificados.
sv: Om ikryssad, anmäl torrents till öppna trackers och tracker angiven i torrentfilen

source: Inbound Settings
es: Preferencias de entrada
sv: Inkommande inställningar

source: Outbound Settings
es: Preferencias de salida
sv: Utgående inställningar

source: I2CP host
es: Anfitrión I2CP
sv: I2CP-värd

source: I2CP options
es: Opciones I2CP
sv: I2CP-inställningar

source: Save configuration
es: Guardar ajustes
sv: Spara inställningar

source: Name
es: Nombre
sv: Namn

source: Website URL
es: URL del sitio web
sv: Webbplats URL

source: Open
es: abrir
sv: Öppna

source: Private
sv: Privat

source: Announce URL
es: URL de anuncios
sv: Tillkännage URLen

source: Add
es: Añadir
sv: Lägg till

source: Invalid magnet URL {0}
es: URL de magnet no válida: {0}
sv: Ogiltig magnet URL {0}

source: Invalid info hash in magnet URL {0}
es: Hash de información no válido en la URL magnet {0}
sv: Ogiltig infohash i magnet URL {0}

source: 1 hop
es: 1 salto
sv: {0} hopp

source: 1 tunnel
es: 1 túnel
sv: {0} tunnel

source: Torrent file
es: Archivo torrent
sv: Torrent fil

source: Magnet link
es: Enlace de magnet
sv: Magnet länk

source: Private torrent
sv: Privat torrent

source: Size
es: Tamaño
sv: Storlek

source: Completion
es: Finalización
sv: Färdiställning

source: Remaining
sv: Kvar

source: Files
es: Archivos
sv: Filer

source: Pieces
es: Partes
sv: Delar

source: Piece size
es: Tamaño de las partes
sv: Delstorlek

source: Directory
es: Carpeta
sv: Mapp

source: Priority
es: Prioridad
sv: Prioritet

source: Up to higher level directory
es: Subir una herarquía
sv: Up till högre mappnivå

source: Torrent not found?
es: ¿No se encotró el archivo torrent?
sv: Torrent hittades ej?

source: File not found in torrent?
es: ¿Archivo no encontrado en el torrent?
sv: Fil hittades ej i torrent?

source: complete
es: completo
sv: färdig

source: remaining
sv: kvar

source: High
es: alta
sv: Hög

source: Skip
es: dejar de lado
sv: Hoppa över

source: Save priorities
es: Guardar prioridades
sv: Spara prioriteter

source: Forum
es: Foro

source: Status
es: Estado

source: RX
es: Bajado

source: TX
es: Subido

source: OK
es: bien

source: Tracker
es: Rastreador

source: I2CP port
es: Puerto I2CP
