Repository: piratelinux/piratepack-i2p
Catalog: setup/i2p-browser/tst/i2p-0.9.2/apps/routerconsole/locale/messages_*.po
Languages: es

source: Check for news updates
es: Comprobar si hay actualizaciones de noticias

source: News Updates
es: Actualizaciones de noticias

source: Update In Progress
es: Actualizando

source: News URL
es: URL de noticias

source: Refresh frequency
es: Frecuencia de actualización

source: Update policy
es: Política de actualizaciones

source: Update through the eepProxy?
es: ¿Actualizar utilizando el eepProxy?

source: eepProxy host
es: host eepProxy

source: eepProxy port
es: puerto eepProxy

source: Update URLs
es: URLs de actualizaciones

source: Trusted keys
es: Claves confiadas

source: Update with unsigned development builds?
es: Actualizar con las versiones en desarrollo no firmadas?

source: Unsigned Build URL
es: URL de versión no firmada

source: Updates will be dispatched via your package manager.
es: Dispondrás de las actualizaciones a través de tu gestor de paquetes.

source: home
es: Página de Inicio

source: Welcome to I2P
es: ¡Bienvenido a I2P!

source: I2P Addressbook
es: Libreta de direcciones I2P

source: Open in new tab
es: abrir en nueva solapa

source: Your browser does not support iFrames.
es: Tu navegador no soporta iFrames.

source: Click here to continue.
es: Pincha aquí para continuar.

source: Internal Error
es: Error interno

source: Configuration
es: Configuración

source: Sorry! There has been an internal error.
es: Lo sentimos. Se ha producido un error interno.

source: Please report bugs on {0} or {1}.
es: Por favor, ¡informa sobre errores en {0} o {1}!

source: You may use the username "guest" and password "guest" if you do not wish to register.
es: Puedes utilizar el nombre de usuario "guest" y contraseña "guest" si no deseas registrarte.

source: Please include this information in bug reports
es: Por favor, ¡incluye esta información en los informes de error!

source: Error Details
es: Detalles del error

source: I2P Version and Running Environment
es: Versión I2P y entorno de ejecución

source: Note that system information, log timestamps, and log messages may provide clues to your location; please review everything you include in a bug report.
es: Ten en cuenta que la información del sistema, las marcas de tiempo del registro y los mensajes del registro pueden proporcionar pistas sobre tu ubicación. Por favor, ¡revisa todos los datos antes de incliurlos en un informe de error!

source: Page Not Found
es: Página no encontrada

source: Sorry! You appear to be requesting a non-existent Router Console page or resource.
es: Lo sentimos! Pareces estar intentando entrar en una página de la consola del router o un recurso inexistentes.

source: not found
es: no encontrado

source: graphs
es: gráficos

source: I2P Performance Graphs
es: Gráficos de rendimiento de I2P

source: Click a flag to select a language. Click 'configure language' below to change it later.
es: Haga click en una bandera para elegir idioma. Click en 'configurar idioma' a continuación para cambiarlo después.

source: Search I2P
es: Buscar en I2P

source: Eepsites of Interest
es: Sitios de interés

source: i2p tunnel manager
es: gestionador de túneles i2p

source: I2P Tunnel Manager
es: Gestionador de Túneles I2P

source: job queue
es: cola de tareas

source: I2P Router Job Queue
es: Cola de trabajos del router I2P

source: logs
es: registros

source: I2P Router Logs
es: Registros del Router I2P

source: Critical Logs
es: Registros críticos

source: Router Logs
es: Registros del router

source: Service (Wrapper) Logs
es: Registros de servicio (Wrapper)

source: network database
es: base de datos de la red

source: I2P Network Database
es: Base de datos de la Red I2P

source: WebApp Not Found
es: Aplicación web no encontrada

source: Web Application Not Running
es: La Aplicación web no se está ejecutando

source: The requested web application is not running.
es: La aplicación web solicitada no se está ejecutando

source: Please visit the <a href="/configclients.jsp#webapp">config clients page</a> to start it.
es: Por favor visita la <a href="/configclients.jsp#webapp">página de configuración de clientes</a> para iniciarla.

source: peer connections
es: conexiones con pares

source: I2P Network Peers
es: pares de la red I2P

source: peer profiles
es: perfiles de los pares

source: I2P Network Peer Profiles
es: Perfiles de los pares de la red I2P

source: statistics
es: estadísticas

source: I2P Router Statistics
es: Estadísticas del router I2P

source: Disable {0} Refresh
es: Deshabilitar la recarga de cada {0}

source: I2P Torrent Downloader
es: Descargador de Torrents I2P

source: tunnel summary
es: Sumario de túneles

source: I2P Tunnel Summary
es: Sumario de túneles I2P

source: Peer Profile
es: Perfil del par

source: Profile for peer {0}
es: Perfil del par {0}

source: webmail
es: correo

source: I2P Webmail
es: Correo I2P
