Repository: piratelinux/piratepack-i2p
Catalog: setup/i2p-browser/tst/i2p-0.9.2/apps/routerconsole/locale/messages_*.po
Languages: es

source: Lifetime average events per period
es: Media de eventos por período en la vida

source: Lifetime average frequency
es: Frecuencia media en la vida

source: 1 event
es: 1 evento

source: rate
es: Tasa

source: Average
es: Promedio

source: Highest average
es: Promedio máximo

source: There was 1 event in this period.
es: Hubo 1 evento en este período.

source: The period ended {0} ago.
es: El período terminó hace {0}.

source: No events
es: sin acontecimientos

source: Average event count
es: número medio de eventos

source: Events in peak period
es: Eventos en temporada alta

source: Graph Data
es: Datos de gráfica

source: Graph Event Count
es: Número de eventos en el Gráfico

source: Export Data as XML
es: Exportar datos como XML

source: Lifetime average value
es: Valor medio total

source: I2P Router Help &amp; FAQ
es: Ayuda del router I2P &amp; preguntas frecuentes

source: Help &amp; FAQ
es: Ayuda

source: Configure startup of clients and webapps (services); manually start dormant services
es: Configura el arranque de clientes y servicios (webapps) o lanza servicios no activados

source: I2P Services
es: Servicios I2P

source: Configure I2P Router
es: Configurar router I2P

source: I2P Internals
es: Configuración

source: View existing tunnels and tunnel build status
es: Ver los túneles existentes y el estado de construcción de túneles

source: Show all current peer connections
es: Mostrar todas las conexiones actuales con pares

source: Show recent peer performance profiles
es: Mostrar perfiles recientes del rendimiento de los pares

source: Profiles
es: Perfiles

source: Show list of all known I2P routers
es: Mostrar lista de todos los routers I2P conocidos

source: Health Report
es: Informe de salud

source: Logs
es: Registros

source: Graph router performance
es: Mostrar el rendimiento del router

source: Graphs
es: Gráficos

source: Textual router performance statistics
es: Estadísticas textuales del rendimiento del router

source: Local Destinations
es: Destinos locales

source: I2PTunnel
es: Túnel I2P

source: Your Local Identity is your unique I2P router identity, similar to an ip address but tailored to I2P.
es: La identidad local es la identidad única de tu router, similar a una dirección ip, pero en el ámbito de i2p.

source: Never disclose this to anyone, as it can reveal your real world ip.
es: Nunca la digas a nadie, dado que puede revelar tu dirección ip real.

source: Local Identity
es: Identidad propia

source: Your unique I2P router identity is
es: La identidad de tu enrutador I2P es

source: never reveal it to anyone
es: ¡Nunca se la digas a nadie!

source: show
es: mostrar

source: The version of the I2P software we are running
es: la versión de I2P que estás usando

source: How long we've been running for this session
es: Cuanto tiempo hemos estado en funcionamiento durante esta sesión

source: Uptime
es: Tiempo de servicio

source: Help with configuring your firewall and router for optimal I2P performance
es: Ayuda con la configuración de cortafuegos y router para un rendimiento óptimo de I2P

source: Configure I2P Updates
es: configurar la actualización de I2P

source: I2P Update
es: Actualización de I2P

source: Peers we've been talking to in the last few minutes/last hour
es: pares con los que hemos comunicado en los últimos minutos / la última hora

source: Active
es: Activos

source: The number of peers available for building client tunnels
es: cantidad de pares disponibles para crear túneles clientes

source: Fast
es: Rápidos

source: The number of peers available for building exploratory tunnels
es: cantidad de pares disponibles para crear túneles exploratorios

source: High capacity
es: Alta capacidad

source: The number of peers available for network database inquiries
es: cantidad de pares disponibles para consultas a la base de datos sobre la red

source: The total number of peers in our network database
es: cantidad total de routers en nuestra base de datos sobre la red

source: Known
es: Conocidos

source: Configure router bandwidth allocation
es: Configurar ancho de banda del enrutador I2P

source: Bandwidth in/out
es: Ancho de Banda entrante/saliente

source: Used
es: Usado

source: Used for building and testing tunnels, and communicating with floodfill peers
es: para crear y probar túneles, y para comunicar con los pares floodfill

source: Exploratory
es: Exploratorios

source: Tunnels we are using to provide or access services on the network
es: túneles que usas para acceder o provisionar servicios en la red

source: Tunnels we are participating in, directly contributing bandwith to the network
es: Túneles en los que tomamos parte, así aportando de forma directa ancho de banda a la red.

source: Participating
es: Participando en

source: The ratio of tunnel hops we provide to tunnel hops we use - a value greater than 1.00 indicates a positive contribution to the network
es: La relación de saltos de túnel que proporcionamos y los que usamos - un valor mayor de 1,00 indica una aportación positiva a la red.

source: Share ratio
es: Relación de compartición

source: What's in the router's job queue?
es: ¿Qué está en la cola de tareas del router?

source: Congestion
es: Tareas

source: Indicates router performance
es: indica el rendimiento del router

source: Job lag
es: Demora - tareas

source: Indicates how quickly outbound messages to other I2P routers are sent
es: indica lo rápido que se envían mensajes a otros routers I2P

source: Message delay
es: Demora - mensajes

source: Round trip time for a tunnel test
es: Tiempo de ida y vuelta de un test de túnel

source: Tunnel lag
es: Demora - túneles

source: Queued requests from other routers to participate in tunnels
es: encoladas peticiones de otros routers para participar en túneles

source: Backlog
es: Peticiones pendientes

source: News &amp; Updates
es: Noticias &amp; Actualizaciones

source: ERR-Client Manager I2CP Error - check logs
es: ERR- Error Administrador de Clientes I2CP - comprobar registros

source: ERR-Clock Skew of {0}
es: ERR-Desviación del Reloj de {0}

source: Testing
es: Comprobando

source: OK
es: Bien

source: ERR-Private TCP Address
es: ERR-Dirección TCP Privada

source: ERR-SymmetricNAT
es: ERR-NAT simétrico

source: WARN-Firewalled with Inbound TCP Enabled
es: AVISO-Tras cortafuegos con TCP entrante activado

source: WARN-Firewalled and Floodfill
es: AVISO-Tras cortafuegos y floodfill

source: Firewalled
es: Bloqueado por un cortafuegos

source: ERR-UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
es: ERR-puerto UDP en uso - ¡establece i2np.udp.internalPort=xxxx = en la configuración avanzada y reinicia!

source: ERR-No Active Peers, Check Network Connection and Firewall
es: ERR-No hay pares activos, Compruebe la conexión de red y cortafuegos

source: ERR-UDP Disabled and Inbound TCP host/port not set
es: ERR-UDP deshabilitado y el puerto/host de entrada TCP no ha sido establecido

source: WARN-Firewalled with UDP Disabled
es: AVISO-Tras cortafuegos con UDP deshabilitado

source: Add/remove/edit &amp; control your client and server tunnels
es: Agregar/quitar/editar &amp; controlar tus túneles de cliente y servidor

source: Server
es: Servidor

source: Show tunnels
es: Mostrar túneles

source: Leases expired
es: Leases expirados

source: Rebuilding
es: Reconstruyendo

source: ago
es: hace

source: Ready
es: Listo

source: Building
es: Construyendo

source: Building tunnels
es: Creando túneles

source: shared clients
es: clientes diferentes

source: Download {0} Update
es: Descargar actualización ( {0} )

source: Download Unsigned<br>Update {0}
es: Descargar actualización<br>no firmada del {0}

source: Help with firewall configuration
es: Ayuda con la configuración del cortafuegos

source: Check network connection and NAT/firewall
es: Comprobar conexión de red y NAT/cortafuegos

source: Reseed
es: Resembrar

source: Order
es: orden

source: Top
es: cabeza

source: Down
es: abajo

source: Bottom
es: fondo

source: Select a section to add
es: elegir una sección a añadir

source: events in {0}
es: eventos en {0}

source: averaged for {0}
es: promedio por {0}

source: Events per period
es: Eventos por período

source: avg
es: promedio

source: now
es: ahora

source: configure
es: configurar

source: Client tunnels for
es: Túneles de clientes para

source: dead
es: muerto

source: Participating tunnels
es: participando en

source: Receive on
es: Recibiendo en

source: Expiration
es: Vencimiento

source: Send on
es: Enviando en

source: Rate
es: Tasa

source: Role
es: Papel

source: Usage
es: Uso

source: grace period
es: período de gracia

source: Outbound Endpoint
es: Punto final (túnel saliente)

source: Inbound Gateway
es: Puerta de enlace (túnel entrante)

source: Participant
es: Participante

source: Limited display to the {0} tunnels with the highest usage
es: Visualización limitada a los {0} túneles con mayor uso

source: Inactive participating tunnels
es: Túneles participantes inactivos

source: Lifetime bandwidth usage
es: Uso de ancho de banda total

source: Expiry
es: Expiración

source: Participants
es: Participantes

source: Endpoint
es: Punto final

source: Build in progress
es: Creación de túnel en marcha

source: inbound
es: entrante

source: outbound
es: saliente

source: No tunnels; waiting for the grace period to end.
es: No hay túneles, esperando que termine el período de gracia.

source: in
es: entrante

source: out
es: saliente

source: Updating
es: Actualizando

source: Update downloaded
es: Actualización descargada

source: Unsigned update file from {0} is corrupt
es: Archivo de actualización no firmado del {0} está dañado

source: Restarting
es: Reiniciando

source: Click Restart to install
es: ¡Pincha en "Reiniciar" para instalar!

source: Click Shutdown and restart to install
es: ¡Pincha en "Apagar" y reinicia para instalar!

source: Version {0}
es: Versión {0}

source: Failed copy to {0}
es: Fallada copia a {0}

source: Updating from {0}
es: Actualizando de {0}

source: {0} downloaded
es: {0} descargada

source: No new version found at {0}
es: Ninguna versión nueva encontrada en {0}

source: Update verified
es: Actualización verificada

source: Transfer failed from {0}
es: Transferencia fallida de {0}

source: addressbook
es: libreta de direcciones

source: routerconsole
es: Consola del router

source: Web console
es: Consola Web

source: SAM application bridge
es: Puente de aplicación SAM

source: Application tunnels
es: Túneles de aplicaciónes

source: My eepsite web server
es: Mi servidor web I2P

source: I2P webserver (eepsite)
es: Servidor web I2P (eepsite)

source: Browser launch at startup
es: Lanzar el navegador al iniciar

source: BOB application bridge
es: Puente de aplicación BOB

source: Open Router Console in web browser at startup
es: Abrir la consola del router en el navegador web al iniciar

source: IRC proxy
es: proxy IRC

source: eepsite
es: sitio I2P

source: I2P webserver
es: Servidor web I2P

source: HTTP Proxy
es: Proxy HTTP

source: ircProxy
es: Proxy irc

source: classic
es: clásico

source: dark
es: oscuro

source: light
es: luminoso

source: midnight
es: medianoche

source: BandwidthLimiter
es: Limitador del ancho de banda

source: ClientMessages
es: Mensajes de Clientes

source: Encryption
es: Cifrado

source: JobQueue
es: Cola de Tareas

source: NetworkDatabase
es: BaseDeDatosRed

source: Stream
es: Corriente

source: Throttle
es: Regular

source: Transport
es: Transporte

source: key
es: clave

source: port
es: puerto

source: configure bandwidth
es: Configurar ancho de banda

source: Router is down
es: Router está caído

source: Refresh (s)
es: Actualizar (s)

source: Enable
es: Activar

source: Bandwidth limiter
es: Limitador de ancho de banda

source: I2P will work best if you configure your rates to match the speed of your internet connection.
es: I2P funcionará mejor si configuras tus tasas de modo que coincidan con la velocidad de tu conexión a Internet.

source: KBps In
es: KB/s entrantes

source: KBps Out
es: KB/s salientes

source: Share
es: Compartir

source: NOTE
es: NOTA

source: You have configured I2P to share only {0} KBps.
es: Has configurado I2P para compartir sólo {0} KBps.

source: I2P requires at least 12KBps to enable sharing.
es: I2P requiere al menos 12KBps para permitir el intercambio.

source: Please enable sharing (participating in tunnels) by configuring more bandwidth.
es: Por favor, ¡activa la compartición (participación en túneles) configurando un mayor ancho de banda.

source: It improves your anonymity by creating cover traffic, and helps the network.
es: Esto mejorará tu anonimato creando tráfico de cobertura, y ayuda a la red.

source: You have configured I2P to share {0} KBps.
es: Has configurado I2P para compartir {0} KBps.

source: The higher the share bandwidth the more you improve your anonymity and help the network.
es: Cuanto mayor sea el ancho de banda compartido, mayor es el anonimato y más ayudas a la red.

source: Advanced network configuration page
es: Página de configuración de red avanzada

source: Cancel
es: Cancelar

source: config advanced
es: configuración avanzada

source: I2P Advanced Configuration
es: Ajustes Avanzados de I2P

source: Advanced I2P Configuration
es: Configuración I2P avanzada

source: Some changes may require a restart to take effect.
es: Algunos cambios pueden requerir un reinicio para que surtan efecto.

source: config clients
es: configuración de clientes

source: I2P Client Configuration
es: Configuración de Clientes I2P

source: Client Configuration
es: Configuración Clientes

source: The Java clients listed below are started by the router and run in the same JVM.
es: Los clientes de Java que se enumeran a continuación son iniciados por el router y se ejecutan en la misma JVM.

source: To change other client options, edit the file
es: Para cambiar otras opciones clientes, edita el archivo

source: All changes require restart to take effect.
es: Todos los cambios requieren un reinicio para que surtan efecto.

source: Advanced Client Interface Configuration
es: Configuración avanzada de la interfaz del cliente

source: External I2CP (I2P Client Protocol) Interface Configuration
es: Configuración de la interfaz I2CP Exterior (I2P Protocolo de clientes)

source: Enabled without SSL
es: Habilitada sin SSL

source: Enabled with SSL required
es: Habilitada con SSL obligatorio

source: Disabled - Clients outside this Java process may not connect
es: Deshabilitada - Los clientes fuera de este proceso Java podrían no fallar en conectarse

source: I2CP Port
es: Puerto I2CP

source: I2CP Interface
es: Interfaz I2CP

source: Authorization
es: Autorización

source: Require username and password
es: Requerir nombre de usuario y contraseña

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: The default settings will work for most people.
es: La configuración por defecto funcionará para la mayoría de la gente.

source: Any changes made here must also be configured in the external client.
es: Cualquier cambio realizado aquí también debe configurarse en el cliente externo.

source: Many clients do not support SSL or authorization.
es: Muchos clientes no soportan SSL o autorización.

source: WebApp Configuration
es: Configuración de las Applicaciones Web

source: The Java web applications listed below are started by the webConsole client and run in the same JVM as the router. They are usually web applications accessible through the router console. They may be complete applications (e.g. i2psnark),front-ends to another client or application which must be separately enabled (e.g. susidns, i2ptunnel), or have no web interface at all (e.g. addressbook).
es: Las aplicaciones web Java que se enumeran a continuación son iniciadas por el cliente de consola web y se ejecutan en la misma JVM que el router. Por lo general son aplicaciones web, accesibles a través de la consola del router. Pueden ser aplicaciones completas (i2psnark por ejemplo), interfaces de otro cliente o aplicaciónes que deben ser habilitadas por separado (por ejemplo, susidns, i2ptunnel), o que no tienen interfaz web en absoluto (por ejemplo, la libreta de direcciones).

source: A web app may also be disabled by removing the .war file from the webapps directory; however the .war file and web app will reappear when you update your router to a newer version, so disabling the web app here is the preferred method.
es: Una aplicación web también se puede desactivar quitando el archivo .war del directorio de aplicaciones web; Sin embargo, el archivo .war y la aplicación web volverán a aparecer al actualizar el router a una nueva versión, así que el método preferido es deshabilitar la aplicación web aquí.

source: Plugin Configuration
es: Configuración de Complementos

source: The plugins listed below are started by the webConsole client.
es: Los complementos enumerados a continuación son iniciados por el cliente de consola web.

source: Plugin Installation
es: Instalación de Complementos

source: To install a plugin, enter the download URL:
es: Para instalar un complemento, ¡introduce la URL de descarga!

source: config home
es: configurar inicio

source: Default Home Page
es: Página de inicio predeterminada

source: Use old home page
es: Utilizar página de inicio anterior

source: Search Engines
es: Motores de búsqueda

source: Recommended Eepsites
es: Sitios recomendados

source: Local Services
es: Servicios locales

source: config keyring
es: configuración de llavero

source: I2P Keyring Configuration
es: Configuración del Llavero

source: The router keyring is used to decrypt encrypted leaseSets.
es: El llavero del router se utiliza para descifrar leaseSets encriptados.

source: The keyring may contain keys for local or remote encrypted destinations.
es: El llavero puede contener claves de cifrado para los destinos locales o remotos.

source: Manual Keyring Addition
es: Adición manual al Llavero

source: Enter keys for encrypted remote destinations here.
es: ¡Introduce las claves de cifrado para destinos remotos aquí!

source: Keys for local destinations must be entered on the
es: Las claves para los destinos locales deben introducirse en la

source: I2PTunnel page
es: Página de túnelesI2P

source: Dest. name, hash, or full key
es: Nombre del destino, hash o clave completa

source: Encryption Key
es: Clave de cifrado

source: config logging
es: configuración de registro

source: I2P Logging Configuration
es: Configuración del registro I2P

source: Configure I2P Logging Options
es: Configurar las opciones de registro I2P

source: Log file
es: Archivo de registro

source: (the symbol '@' will be replaced during log rotation)
es: (El símbolo '@' será reemplazado durante la rotación de registro)

source: Log record format
es: Formato de escritura del registro

source: (use 'd' = date, 'c' = class, 't' = thread, 'p' = priority, 'm' = message)
es: (usa 'd' = fecha, 'c' = clase, 't' = hilo, 'p' = prioridad, 'm' = mensaje)

source: Log date format
es: Formato de fecha del registro

source: ('MM' = month, 'dd' = day, 'HH' = hour, 'mm' = minute, 'ss' = second, 'SSS' = millisecond)
es: ('MM' = mes, 'dd' = día, 'HH' = hora, 'mm' = minuto, 'ss' = segundo, 'SSS' = milisegundo)

source: Max log file size
es: Tamaño máximo del archivo de registro

source: Default log level
es: Nivel predeterminado de registro

source: (DEBUG and INFO are not recommended defaults, as they will drastically slow down your router)
es: (DEBUG e INFO no se recomiendan por defecto, ya que ralentizaran drásticamente el router)

source: Log level overrides
es: Reemplazos a nivel de registros

source: New override
es: Nueva reemplazo

source: config networking
es: configuración de red

source: I2P Network Configuration
es: Configuración de la red I2P

source: IP and Transport Configuration
es: Cconfiguración de IP y del transporte

source: There is help below.
es: Hay ayuda debajo.

source: UPnP Configuration
es: Configuración UPnP

source: Enable UPnP to open firewall ports
es: Activar UPnP para abrir puertos del cortafuegos

source: UPnP status
es: Estado UPnP

source: IP Configuration
es: Configuración IP

source: Externally reachable hostname or IP address
es: Nombre de host o dirección IP accesible externamente

source: Use all auto-detect methods
es: Utilizar todos los métodos de detección automática

source: Disable UPnP IP address detection
es: Desactivar detección de direcciones IP por UPnP

source: Ignore local interface IP address
es: Ignorar la dirección IP de la interfaz local

source: Use SSU IP address detection only
es: Utilizar detección de direcciones IP sólo por SSU

source: Specify hostname or IP
es: Especificar nombre de host o IP

source: Select Interface
es: Elegir interfaz

source: Hidden mode - do not publish IP
es: Modo oculto - no se publica el IP

source: (prevents participating traffic)
es: (Evita el tráfico de participantes)

source: Action when IP changes
es: Acción al cambiar de IP

source: Laptop mode - Change router identity and UDP port when IP changes for enhanced anonymity
es: Modo Portátil - cambia la identidad del router y el puerto UDP cuando cambia la IP para aumentar el anonimato

source: UDP Configuration:
es: Ajustes de UDP:

source: UDP port:
es: Puerto UDP :

source: Completely disable
es: Desactivar por completo

source: (select only if behind a firewall that blocks outbound UDP)
es: (seleccionar sólo si se encuentra tras un firewall que bloquea UDP saliente)

source: TCP Configuration
es: Ajustes de TCP

source: Use auto-detected IP address
es: Utilizar dirección IP detectada automáticamente

source: currently
es: actualmente

source: if we are not firewalled
es: si no estamos bloqueados por el cortafuegos

source: Always use auto-detected IP address (Not firewalled)
es: Siempre utilizar la dirección IP detectada automáticamente (no bloqueado por cortafuegos)

source: Disable inbound (Firewalled)
es: Deshabilitar entrada (bloqueado por cortafuegos)

source: (select only if behind a firewall that throttles or blocks outbound TCP)
es: (Selecciona sólo si estás detrás de un cortafuegos que regule o bloquee la salida por TCP)

source: Externally reachable TCP port
es: Puerto TCP externamente accesible

source: Use the same port configured for UDP
es: Usar el mismo puerto configurado para UDP

source: Specify Port
es: Elegir un puerto

source: Notes
es: Notas

source: a) Do not reveal your port numbers to anyone! b) Changing these settings will restart your router.
es: a) ¡No reveles tus números de puerto a nadie! b) La modificación de estos ajustes reiniciará el router.

source: Configuration Help
es: Ayuda de Configuración

source: While I2P will work fine behind most firewalls, your speeds and network integration will generally improve if the I2P port is forwarded for both UDP and TCP.
es: Mientras I2P funcionará bien incluso bloqueado por la mayoría de cotrafuegos, las velocidades y la integración en la red mejorarán generalmente si el puerto de I2P está abierto tanto para UDP como para TCP.

source: If you can, please poke a hole in your firewall to allow unsolicited UDP and TCP packets to reach you.
es: Si es posible, ¡por favor permite el paso de los paquetes TCP y UDP no solicitados por el cortafuegos!

source: If you can't, I2P supports UPnP (Universal Plug and Play) and UDP hole punching with "SSU introductions" to relay traffic.
es: Si no puede ser, I2P soporta UPnP (Universal Plug and Play) y UDP hole punching con "introducciones SSU" para transmitir tráfico.
