Repository: piratelinux/piratepack-i2p
Catalog: setup/i2p-browser/tst/i2p-0.9.2/apps/routerconsole/locale/messages_*.po
Languages: es

source: 1 sec
es: 1 s

source: 1 hour
es: 1 hora

source: n/a
es: n/d

source: 1 day
es: 1 día

source: Banned by router hash: {0}
es: Baneado por el hash del router: {0}

source: Banned by router hash
es: baneado por hash del router

source: IP banned by blocklist.txt entry {0}
es: IP baneada por la blocklist.txt: {0}

source: IPs Banned Until Restart
es: IPs prohibidas hasta el reinicio

source: IPs Permanently Banned
es: IPs permanentemente prohibidas

source: From
es: De

source: To
es: A

source: none
es: ninguno

source: Rejecting tunnels: Starting up
es: Rechazando túneles: Iniciando

source: Rejecting tunnels: High message delay
es: rechazando túneles: alta tardanza de los mensajes

source: Rejecting most tunnels: High number of requests
es: rechazando la mayoría de túneles: alto número de peticiones

source: Rejecting tunnels: Limit reached
es: rechazando túneles: límite alcanzado

source: Rejecting tunnels: Bandwidth limit
es: rechazando túneles: límite de ancho de banda

source: Rejecting most tunnels: Bandwidth limit
es: rechazando la mayor parte de los túneles: límite de ancho de banda

source: Accepting most tunnels
es: aceptando la mayoría de los túneles

source: Accepting tunnels
es: aceptando túneles

source: Rejecting tunnels: Shutting down
es: rechazando túneles: apagando

source: Rejecting tunnels
es: Rechazando túneles

source: Reseeding
es: Resembrando

source: Reseed fetched only 1 router.
es: El proceso de resembrar ha encontrado un solo router.

source: Reseed failed.
es: El proceso de resembrar ha fallado

source: See {0} for help.
es: Consulta {0} para obtener ayuda.

source: reseed configuration page
es: Página de configuración del proceso de resembrar

source: Reseeding: fetching seed URL.
es: Resembrar: Buscando URL sembradora

source: Reseeding: fetching router info from seed URL ({0} successful, {1} errors).
es: Resembrar: buscando informaciones de routers desde la URL sembradora ({0} exitosas, {1} errores).

source: Message receive rate (bytes/sec)
es: Tasa de mensajes recibidas (bytes/seg)

source: Message send rate (bytes/sec)
es: Tasa de mensajes enviadas (bytes/seg)

source: Low-level send rate (bytes/sec)
es: Tasa de envío de de bajo nivel (bytes/seg)

source: Low-level receive rate (bytes/sec)
es: Tasa de recepción de bajo nivel (bytes/seg)

source: How many peers we are actively talking with
es: Con cuántos pares estamos hablando activamente

source: Known fast peers
es: pares rápidos conocidos

source: NetDb entry
es: Entrada de la NetDb

source: No transports (hidden or starting up?)
es: No hay transportes (oculto o iniciando?)

source: Unreachable on any transport
es: Inalcanzable en cualquier transporte

source: Router Transport Addresses
es: Direcciones de transporte del router

source: {0} is used for outbound connections only
es: {0} se utiliza sólo para conexiones salientes

source: Help
es: Ayuda

source: Your transport connection limits are automatically set based on your configured bandwidth.
es: Los límites de conexiones de transporte se ajustan automáticamente basándose en el ancho de banda configurado.

source: To override these limits, add the settings i2np.ntcp.maxConnections=nnn and i2np.udp.maxConnections=nnn on the advanced configuration page.
es: Para sobreescribir estos límites, se deben agregar los comandos i2np.ntcp.maxConnections = nnn y i2np.udp.maxConnections = nnn en la página de configuración avanzada.

source: Definitions
es: Definiciones

source: Peer
es: Par

source: The remote peer, identified by router hash
es: El par remoto, identificado por el hash del router

source: Inbound connection
es: Conexión entrante

source: Outbound connection
es: Conexión saliente

source: They offered to introduce us (help other peers traverse our firewall)
es: Se han ofrecido a introducirnos (a ayudar a otros pares a atravesar nuestro cortafuegos)

source: We offered to introduce them (help other peers traverse their firewall)
es: Nos hemos ofrecido a introducirlos (a ayudar a otros compañeros a atravesar su cortafuegos)

source: How long since a packet has been received / sent
es: Cuánto tiempo hace que un paquete ha sido recibido / enviado

source: Idle
es: inactivo

source: In/Out
es: Entrante/Saliente

source: The smoothed inbound / outbound transfer rate (KBytes per second)
es: Tasa de transferencia de entrada / salida (KBytes por segundo)

source: How long ago this connection was established
es: Cuánto tiempo hace que se estableció esta conexión

source: Up
es: Subida

source: Skew
es: Desincronización

source: The difference between the peer's clock and your own
es: La diferencia entre el reloj del par y el tuyo

source: The congestion window, which is how many bytes can be sent without an acknowledgement
es: El rango de congestión, que es la cantidad de bytes que se pueden enviar sin recibir confirmación

source: The number of sent messages awaiting acknowledgement
es: El número de mensajes enviados a la espera de confirmación

source: The maximum number of concurrent messages to send
es: El número máximo de mensajes simultáneos para enviar

source: The number of pending sends which exceed congestion window
es: El número de envíos pendientes que superen el rango de congestión

source: The slow start threshold
es: El umbral de incicio lento

source: The round trip time in milliseconds
es: El tiempo de ida y vuelta en milisegundos

source: Dev
es: Desv

source: The standard deviation of the round trip time in milliseconds
es: La desviación estándar del tiempo de ida y vuelta en milisegundos

source: The retransmit timeout in milliseconds
es: El tiempo de vencimiento de la retransmisión en milisegundos

source: Current maximum send packet size / estimated maximum receive packet size (bytes)
es: Tamaño máximo actual de envío de paquetes / tamaño máximo estimado de paquetes entrantes (bytes)

source: The total number of packets sent to the peer
es: El número total de paquetes enviados al par

source: The total number of packets received from the peer
es: El número total de paquetes recibidos del par

source: Dup TX
es: TX dup

source: The total number of packets retransmitted to the peer
es: El número total de paquetes retransmitidos al par

source: Dup RX
es: RX dup

source: The total number of duplicate packets received from the peer
es: El número total de paquetes duplicados recibidos de los pares

source: Service
es: Servicio

source: WAN Common Interface Configuration
es: Configuración de la interfaz común WAN

source: Status
es: Estado

source: Type
es: Tipo

source: Upstream
es: Corriente de subida

source: Downstream
es: Corriente de descarga

source: WAN PPP Connection
es: Conexión WAN PPP

source: External IP
es: IP externa

source: Layer 3 Forwarding
es: Transmisión en capa 3

source: Default Connection Service
es: Servicio de conexión por defecto

source: WAN IP Connection
es: Conexión IP WAN

source: WAN Ethernet Link Configuration
es: Configuración del link Ethernet WAN

source: Found Device
es: Dispositivo encontrado

source: Subdevice
es: Subdispositivo

source: UPnP Status
es: Estado UPnP

source: UPnP has been disabled; Do you have more than one UPnP Internet Gateway Device on your LAN ?
es: UPnP se ha deshabilitado; ¿Tienes más de un dispositivo pasarela UPnP en tu red local?

source: UPnP has not found any UPnP-aware, compatible device on your LAN.
es: UPnP no ha encontrado ningún dispositivo UPnP compatible en tu red local.

source: The current external IP address reported by UPnP is {0}
es: La dirección IP externa reportada por UPnP es {0}.

source: The current external IP address is not available.
es: La dirección IP externa no está disponible.

source: UPnP reports the maximum downstream bit rate is {0}bits/sec
es: UPnP informa que la tasa máxima de bits entrantes es {0}bits/seg.

source: UPnP reports the maximum upstream bit rate is {0}bits/sec
es: UPnP informa que la tasa máxima de bits salientes es {0}bits/seg.

source: {0} port {1,number,#####} was successfully forwarded by UPnP.
es: {0} puerto {1,number,#####} fue enviado con éxito por UPnP.

source: {0} port {1,number,#####} was not forwarded by UPnP.
es: {0} puerto {1,number,#####} no fue transmitido por UPnP.

source: UPnP is not enabled
es: UPnP no está habilitado.

source: Excessive clock skew: {0}
es: Desincronización excesiva del reloj: {0}

source: NTCP connections
es: Conexiones NTCP

source: Limit
es: Límite

source: Timeout
es: Tiempo de espera

source: Out Queue
es: cola de salida

source: Backlogged?
es: Atrasadas?

source: Inbound
es: Entrante

source: Outbound
es: Saliente

source: peers
es: pares

source: UDP connections
es: conexiones UDP

source: Sort by peer hash
es: Ordenar por hash

source: Direction/Introduction
es: Dirección/Introducción

source: Sort by idle inbound
es: Ordenar por inactividad de entrada

source: Sort by idle outbound
es: Ordenar por inactividad de salida

source: Sort by inbound rate
es: Ordenar por tasa de entrada

source: Sort by outbound rate
es: Ordenar por tasa de salida

source: Sort by connection uptime
es: Ordenar por el tiempo de actividad

source: Sort by clock skew
es: Ordenar por desviación de reloj

source: Sort by congestion window
es: Ordenar por ventana de congestión

source: Sort by slow start threshold
es: Ordenar por umbral de inicio lento

source: Sort by round trip time
es: Ordenar por el tiempo de ida y vuelta

source: Sort by round trip time deviation
es: Ordenar por desviación de tiempo de ida y vuelta

source: Sort by retransmission timeout
es: Ordenar por tiempo de espera de retransmisión

source: Sort by outbound maximum transmit unit
es: Ordenar por unidad de transmisión máxima de salida

source: Sort by packets sent
es: Ordenar por paquetes enviados

source: Sort by packets received
es: Ordenar por paquetes recibidos

source: Sort by packets retransmitted
es: Ordenar por paquetes retransmitidos

source: Sort by packets received more than once
es: Ordenar por paquetes recibidos más de una vez

source: We offered to introduce them
es: Nos hemos ofrecido a introducirlos

source: They offered to introduce us
es: Se han ofrecido a introducirnos

source: Choked
es: Atascado

source: 1 fail
es: 1 fallado

source: {0} fails
es: {0} fallados

source: Banned
es: Baneado

source: SUMMARY
es: RESUMEN

source: Dropping tunnel requests: Too slow
es: Descartando solicitudes de túneles: Demasiado lento

source: Dropping tunnel requests: Overloaded
es: Descartando solicitudes de túnel: sobrecarga

source: Rejecting tunnels: Request overload
es: Rechazando túneles: Sobrecarga de solicitudes

source: Rejecting tunnels: Connection limit
es: Rechazando túneles: Límite de conexión

source: Dropping tunnel requests: High load
es: Descartando solicitudes de túnel: Carga alta

source: Dropping tunnel requests: Queue time
es: Descartando solicitudes de túnel: Tiempo de cola

source: Anonymous Proxy
es: Proxy anónimo

source: Satellite Provider
es: Proveedor de satélite

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: Afghanistan
es: Afganistán

source: Antigua and Barbuda
es: Antigua y Barbuda

source: Anguilla
es: Anguila

source: Netherlands Antilles
es: Antillas Holandesas

source: Antarctica
es: La Antártida

source: American Samoa
es: Samoa Americana

source: Åland Islands
es: Islas Åland

source: Azerbaijan
es: Azerbaiyán

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina

source: Belgium
es: Bélgica

source: Burkina Faso
es: Burkina Fasso

source: Bahrain
es: Bahrein

source: Bermuda
es: Bermudas

source: Brazil
es: Brasil

source: Bhutan
es: Bhután

source: Bouvet Island
es: Isla Bouvet

source: Belarus
es: Bielorrusia

source: Belize
es: Belice

source: Canada
es: Canadá

source: Cocos (Keeling) Islands
es: Islas Cocos (Keeling)

source: The Democratic Republic of the Congo
es: República Democrática del Congo

source: Central African Republic
es: República Centroafricana

source: Switzerland
es: Suiza

source: Cote D'Ivoire
es: Costa de Marfil

source: Cook Islands
es: Islas Cook

source: Cameroon
es: Camerún

source: Serbia and Montenegro
es: Serbia y Montenegro

source: Cape Verde
es: Cabo Verde

source: Christmas Island
es: Isla de Navidad

source: Cyprus
es: Chipre

source: Czech Republic
es: República Checa

source: Germany
es: Alemania

source: Denmark
es: Dinamarca

source: Dominican Republic
es: República Dominicana

source: Algeria
es: Argelia

source: Egypt
es: Egipto

source: Western Sahara
es: Sáhara Occidental

source: Spain
es: España

source: Ethiopia
es: Etiopía

source: European Union
es: Unión Europea

source: Finland
es: Finlandia

source: Falkland Islands (Malvinas)
es: Islas Malvinas

source: Federated States of Micronesia
es: Estados Federados de Micronesia

source: Faroe Islands
es: Islas Feroe

source: France
es: Francia

source: Gabon
es: Gabón

source: United Kingdom
es: Reino Unido

source: Grenada
es: Granada

source: French Guiana
es: Guayana Francesa

source: Greenland
es: Groenlandia

source: Guadeloupe
es: Guadalupe

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Greece
es: Grecia

source: South Georgia and the South Sandwich Islands
es: Georgia del Sur e Islas Sandwich del Sur

source: Croatia
es: Croacia

source: Haiti
es: Haití

source: Hungary
es: Hungría

source: Ireland
es: Irlanda

source: Isle of Man
es: Isla de Man

source: British Indian Ocean Territory
es: Territorio británico del océano Índico

source: Iraq
es: Irak

source: Islamic Republic of Iran
es: República Islámica de Irán

source: Iceland
es: Islandia

source: Italy
es: Italia

source: Jordan
es: Jordania

source: Japan
es: Japón

source: Kyrgyzstan
es: Kirguistán

source: Cambodia
es: Camboya

source: Comoros
es: Comoras

source: Saint Kitts and Nevis
es: Saint Kitts y Nevis

source: The Democratic People's Republic of Korea
es: La República Popular Democrática de Corea

source: Republic of Korea
es: República de Corea

source: Cayman Islands
es: Islas Caimán

source: Kazakhstan
es: Kazajstán

source: Lao People's Democratic Republic
es: República Democrática Popular Lao

source: Lebanon
es: Líbano

source: Saint Lucia
es: Santa Lucía

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Latvia
es: Letonia

source: Libyan Arab Jamahiriya
es: Libia

source: Morocco
es: Marruecos

source: Monaco
es: Mónaco

source: Republic of Moldova
es: República de Moldavia

source: Saint Martin
es: San Martín

source: Marshall Islands
es: Las Islas Marshall

source: The Former Yugoslav Republic of Macedonia
es: La Antigua República Yugoslava de Macedonia

source: Mali
es: Malí

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: Martinique
es: Martinica

source: Mauritius
es: Mauricio

source: Maldives
es: Maldivas

source: Mexico
es: México

source: Malaysia
es: Malasia

source: New Caledonia
es: Nueva Caledonia

source: Niger
es: Níger

source: Norfolk Island
es: Isla Norfolk

source: Netherlands
es: Países Bajos

source: Norway
es: Noruega

source: New Zealand
es: Nueva Zelanda

source: Oman
es: Omán

source: Panama
es: Panamá

source: Peru
es: Perú

source: French Polynesia
es: Polinesia Francesa

source: Papua New Guinea
es: Papua Nueva Guinea

source: Philippines
es: Filipinas

source: Pakistan
es: Pakistán

source: Poland
es: Polonia

source: Saint Pierre and Miquelon
es: San Pedro y Miquelón

source: Pitcairn Islands
es: Islas Pitcairn

source: Palestinian Territory
es: Territorio Palestino

source: Réunion
es: Reunión

source: Romania
es: Rumanía

source: Russian Federation
es: Federación de Rusia

source: Rwanda
es: Ruanda

source: Saudi Arabia
es: Arabia Saudí

source: Solomon Islands
es: Islas Salomón

source: Sudan
es: Sudán

source: Sweden
es: Suecia

source: Singapore
es: Singapur

source: Saint Helena
es: Santa Elena

source: Slovenia
es: Eslovenia

source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen

source: Slovakia
es: Eslovaquia

source: Sierra Leone
es: Sierra Leona

source: Suriname
es: Surinam

source: Sao Tome and Principe
es: Santo Tomé y Príncipe

source: Syrian Arab Republic
es: Siria

source: Swaziland
es: Swazilandia

source: Turks and Caicos Islands
es: Islas Turcas y Caicos

source: French Southern Territories
es: Tierras Australes y Antárticas Francesas

source: Thailand
es: Tailandia

source: Tajikistan
es: Tayikistán

source: Turkmenistan
es: Turkmenistán

source: Tunisia
es: Túnez

source: Turkey
es: Turquía

source: Trinidad and Tobago
es: Trinidad y Tobago

source: Taiwan
es: Taiwán

source: United Republic of Tanzania
es: Tanzanía

source: Ukraine
es: Ucrania

source: United States Minor Outlying Islands
es: Islas Ultramarinas menores de Estados Unidos

source: United States
es: Estados Unidos

source: Uzbekistan
es: Uzbekistán

source: Holy See (Vatican City State)
es: Santa Sede (Ciudad del Vaticano)

source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas

source: Virgin Islands
es: Islas Vírgenes

source: Wallis and Futuna
es: Wallis y Futuna

source: South Africa
es: Sudáfrica

source: I2P Router Console
es: Consola del Router I2P

source: Error updating the configuration - please see the error logs
es: Error al actualizar la configuración - ¡por favor consulta los registros de errores!

source: Configuration saved successfully
es: Configuración guardada con éxito

source: Error saving the configuration (applied but not saved) - please see the error logs
es: Error al guardar la configuración (aplicada pero no guardada) - ¡por favor consulta los registros de errores!

source: Save Client Configuration
es: Guardar la configuración de clientes

source: Save Interface Configuration
es: Guardar configuración de interfaz

source: Save WebApp Configuration
es: Guardar configuración de aplicaciones web

source: Save Plugin Configuration
es: Guardar configuración de complementos

source: Install Plugin
es: Instalar complemento

source: Update All Installed Plugins
es: Actualizar todos los complementos instalados

source: Error stopping plugin {0}
es: Error al detener el complemento {0}

source: Deleted plugin {0}
es: Eliminado el complemento {0}

source: Error deleting plugin {0}
es: Error al eliminar el complemento {0}

source: Stopped plugin {0}
es: Detenido complemento {0}

source: Start
es: Lanzar

source: Unsupported
es: No soportado

source: New client added
es: Nuevo cliente añadido

source: Client configuration saved successfully - restart required to take effect.
es: Configuración de cliente guardada - Es necesario reiniciar para que los cambios surtan efecto.

source: Bad client index.
es: índice de clientes en mal estado.

source: Client
es: Cliente

source: stopped
es: detenido

source: started
es: lanzado

source: deleted
es: eliminado

source: WebApp configuration saved.
es: configuración de aplicación Web guardada.

source: Plugin configuration saved.
es: Configuración del complemento guardada.

source: WebApp
es: Aplicación Web

source: Failed to start
es: lanzamiento fallido

source: Failed to find server.
es: No se encontró el servidor

source: No plugin URL specified.
es: Ninguna URL de complementos especificada.

source: No update URL specified for {0}
es: Ninguna URL de actualización especificado para {0}

source: Plugin or update download already in progress.
es: Descarga del complemento o de la actualización ya en curso.

source: Updating all plugins
es: Actualizando todos los complementos

source: Downloading plugin from {0}
es: Descargar complemento de {0}

source: Checking plugin {0} for updates
es: Buscando actualizaciones para el complemento {0}

source: Started plugin {0}
es: Complemento {0} iniciado

source: Error starting plugin {0}
es: Error al iniciar el complemento {0}

source: Interface configuration saved successfully - restart required to take effect.
es: Configuración de interfaz guardada - Es necesario reiniciar para que los cambios surtan efecto.

source: Edit
es: Editar

source: Add Client
es: Añadir cliente

source: Class and arguments
es: Clase y argumentos

source: Run at Startup?
es: Lanzar al iniciarse?

source: Description
es: Descripción

source: Plugin
es: Complemento

source: Version
es: Versión

source: Signed by
es: Firmado por

source: Date
es: Fecha

source: Author
es: Autor

source: License
es: Licencia

source: Website
es: Sitio web

source: Update link
es: Enlace para actualizaciones

source: Stop
es: Detener

source: Check for updates
es: Buscar actualizaciones

source: Update
es: Actualización

source: Are you sure you want to delete {0}?
es: ¿Estás seguro de que deseas eliminar {0}?

source: Delete
es: Borrar

source: Delete selected
es: Eliminar seleccionados

source: Add item
es: Añadir elemento

source: Restore defaults
es: Restaurar valores predeterminados

source: Save
es: Guardar

source: Home page changed
es: Página de inicio cambiada

source: Restored default settings
es: Restaurados valores predeterminados

source: No name entered
es: No se ha introducido un nombre

source: No URL entered
es: No se ha introducido una URL

source: Added
es: Añadido

source: Removed
es: Eliminado

source: Add key
es: Añadir clave

source: Delete key
es: Borrar clave

source: You must enter a destination
es: Tienes que introducir un destino

source: You must enter a key
es: Tienes que introducir una clave

source: Key for
es: Clave para

source: added to keyring
es: añadida al llavero

source: Invalid destination or key
es: Clave de destino o llave no válida

source: removed from keyring
es: quitada del llavero

source: not found in keyring
es: no encontrada en el llavero

source: Invalid destination
es: Destino no válido

source: Log overrides updated
es: Reemplazos del registro actualizados

source: Log configuration saved
es: Guardados los ajustes de los registros

source: Add additional logging statements above. Example: net.i2p.router.tunnel=WARN
es: Añadir nuevos argumentos para el registro arriba. Ejemplo: net.i2p.router.tunnel=WARN

source: Or put entries in the logger.config file. Example: logger.record.net.i2p.router.tunnel=WARN
es: O añadir nuevos argumentos en el archivo logger.config Ejemplo: logger.record.net.i2p.router.tunnel =WARN

source: Valid levels are DEBUG, INFO, WARN, ERROR, CRIT
es: Los niveles válidos son DEBUG, INFO, WARN, ERROR, CRIT

source: Remove
es: Quitar

source: Select a class to add
es: Selecciona una clase para agregar

source: Bandwidth
es: Ancho de Banda

source: Home Page
es: Página de inicio

source: Network
es: Red

source: Summary Bar
es: Barra del resumen

source: UI
es: Interfaz humana

source: Tunnels
es: Túneles

source: Clients
es: Clientes

source: Keyring
es: Llavero

source: Logging
es: Registros

source: Peers
es: Pares

source: Stats
es: Estadísticas

source: Advanced
es: Avanzado

source: Save changes
es: Guardar cambios

source: Rechecking router reachability...
es: Repitida verificación de la accesibilidad del router ...

source: Updating IP address
es: Actualizando dirección IP

source: Disabling TCP completely
es: Desactivando TCP por completo

source: Updating inbound TCP address to
es: Actualizando las direcciones de entrada TCP a

source: Disabling inbound TCP
es: Desactivando TCP entrante

source: Updating inbound TCP address to auto
es: Actualizando la dirección TCP de entrada a automático

source: Updating inbound TCP port to
es: Actualizando el puerto de entrada TCP a

source: Updating inbound TCP port to auto
es: Actualizando el puerto de entrada TCP a automático

source: Updating UDP port from
es: Actualizando el puerto UDP desde

source: to
es: a

source: Gracefully restarting into Hidden Router Mode
es: Reiniciando de forma controlada en modo router oculto

source: Gracefully restarting to exit Hidden Router Mode
es: Reiniciando de forma controlada para salir del modo router oculto
