Repository: piratelinux/piratepack-i2p
Catalog: setup/i2p-browser/tst/i2p-0.9.2/apps/routerconsole/locale/messages_*.po
Languages: es

source: Enabling UPnP, restart required to take effect
es: Activando UPnP, se requiere un reinicio para que los cambios surtan efecto.

source: Disabling UPnP, restart required to take effect
es: Deshabilitando UPnP, se requiere un reinicio para que los cambios surtan efecto.

source: Enabling laptop mode
es: Activando el modo ordenador portátil

source: Disabling laptop mode
es: Desactivando el modo ordenador portátil

source: Disabling UDP
es: Deshabilitando UDP

source: Enabling UDP
es: Habilitando UDP

source: Requiring SSU introducers
es: Requeriendo introductores SSU

source: The hostname or IP {0} is not publicly routable
es: El nombre de host o IP {0} no es enrutable públicamente

source: The hostname or IP {0} is invalid
es: El nombre de host o IP {0} no es válido

source: Updating bandwidth share percentage
es: Actualizando el porcentaje de compartición del ancho de banda

source: Updated bandwidth limits
es: Límites del ancho de banda actualizados

source: unknown
es: desconocido

source: bits per second
es: bits por segundo

source: or {0} bytes per month maximum
es: ó {0} bytes por mes como máximo

source: Ban peer until restart
es: Prohibir par hasta el reinicio

source: Manually banned via {0}
es: manualmente prohibido a través de {0}

source: banned until restart
es: prohibido hasta el reinicio

source: Invalid peer
es: par no válido

source: Unban peer
es: Desbanear par

source: unbanned
es: desbaneado

source: is not currently banned
es: no se encuentra baneado

source: Adjust peer bonuses
es: Ajustar bonus de pares

source: Bad speed value
es: valor de velocidad falso

source: Bad capacity value
es: valor de la capacidad falso

source: Save changes and reseed now
es: Guardar cambios y resembrar ahora

source: Reseeding is already in progress
es: Resembrar ya está en proceso

source: Starting reseed process
es: Iniciando el proceso de resembrar

source: Configuration saved successfully.
es: Configuración guardada con éxito.

source: Shutdown immediately
es: Apagar en seguida

source: Cancel shutdown
es: Cancelar apagado

source: Cancel restart
es: Cancelar reinicio

source: Restart immediately
es: Reiniciar inmediatamente

source: Restart
es: Reiniciar

source: Shutdown
es: Apagar

source: Restart imminent
es: Reinicio inminente

source: Shutdown imminent
es: Apagado inminente

source: Shutdown in {0}
es: Apagando en {0}

source: Restart in {0}
es: Reiniciando en {0}

source: Shutdown gracefully
es: Apagar de forma controlada

source: Graceful shutdown initiated
es: Iniciado el apagado controlado

source: Shutdown immediately! boom bye bye bad bwoy
es: Apagar inmediatamente! Boom adiós chico malo

source: Cancel graceful shutdown
es: Cancelar el apagado controlado

source: Graceful shutdown cancelled
es: Cancelado el apagado controlado

source: Graceful restart
es: Reinicio controlado

source: Graceful restart requested
es: Ha sido solicitado el reinicio controlado

source: Hard restart
es: Reinicio brusco

source: Hard restart requested
es: Reinicio brusco solicitado

source: Rekey and Restart
es: Cambiar claves y reiniciar

source: Rekeying after graceful restart
es: Reinicio de claves después del reinicio controlado

source: Rekey and Shutdown
es: Cambiar claves y apagar

source: Rekeying after graceful shutdown
es: Reinicio de claves después del apagado controlado

source: Run I2P on startup
es: Ejecutar I2P al arrancar el sistema

source: Don't run I2P on startup
es: No ejecutar I2P al arrancar el sistema

source: Dump threads
es: Deshechar threads

source: Threads dumped to {0}
es: hilos desechados a {0}

source: View console on startup
es: Mostrar consola al iniciar

source: Console is to be shown on startup
es: La consola se mostrará al iniciar

source: Do not view console on startup
es: No mostrar consola al iniciar

source: Console is not to be shown on startup
es: La consola no se mostrará al iniciar

source: Service installed
es: Servicio instalado

source: Warning: unable to install the service
es: Advertencia: no se puede instalar el servicio

source: Service removed
es: Servicio quitado

source: Warning: unable to remove the service
es: Advertencia: no se puede quitar el servicio

source: Stat filter and location updated successfully to
es: Filtro de estadísticas y ubicación actualizados correctamente a

source: Full statistics enabled - restart required to take effect
es: Estadísticas completas habilitadas - Es necesario reiniciar para que surtan efecto.

source: Full statistics disabled - restart required to take effect
es: Estadísticas completas deshabilitadas - Es necesario reiniciar para que surtan efecto.

source: Graph list updated, may take up to 60s to be reflected here and on the <a href="graphs.jsp">Graphs Page</a>
es: Lista de los gráficos actualizada, puede tardar hasta 60s en reflejarse aquí y en la <a href="graphs.jsp">Página de Gráficos</a>

source: Save order
es: Guardar orden

source: Refresh interval changed
es: intervalo de recarga cambiado

source: Refresh interval must be at least {0} seconds
es: El intervalo de recarga tiene que ser por lo menos {0} segundos.

source: Refresh interval must be a number
es: El intervalo de recarga tiene que ser un número.

source: Restore full default
es: Restablecer todos los valores por defecto

source: Full summary bar default restored.
es: todos los valores por defecto de la barra de resumen restablecidos

source: Summary bar will refresh shortly.
es: La barra de resumen recargará dentro de poco.

source: Restore minimal default
es: restablecer valores por defecto mínimales

source: Minimal summary bar default restored.
es: valores por defecto mínimales restablecidos

source: Order must be an integer
es: scuesión tiene que ser un número natural

source: No section selected
es: no sección elegida

source: No order entered
es: no orden entrado

source: Moved
es: movido

source: Saved order of sections.
es: sucesión de secciones guardada

source: Updated settings for all pools.
es: Actualizada la configuración para todos los valores.

source: Exploratory tunnel configuration saved successfully.
es: Ajustes de los túneles exploratorios guardados con éxito

source: Error saving the configuration (applied but not saved) - please see the error logs.
es: Error al guardar la configuración (aplicada pero no guardada) - ¡por favor consulta los registros de errores!

source: 1 hop
es: 1 salto

source: 1 tunnel
es: 1 túnel

source: Exploratory tunnels
es: Túneles exploratorios

source: Client tunnels for {0}
es: Túneles de cliente para {0}

source: ANONYMITY WARNING - Settings include 0-hop tunnels.
es: ADVERTENCIA DE ANONIMATO - Los ajustes incluyen túneles de 0 saltos.

source: ANONYMITY WARNING - Settings include 1-hop tunnels.
es: ADVERTENCIA DE ANONIMATO - Los ajustes incluyen los túneles de 1 salto.

source: PERFORMANCE WARNING - Settings include very long tunnels.
es: ADVERTENCIA DE RENDIMIENTO - Los ajustes incluyen túneles de gran longitud.

source: PERFORMANCE WARNING - Settings include high tunnel quantities.
es: ADVERTENCIA DE RENDIMIENTO - Los ajustes incluyen grandes cantidades de túneles.

source: Length
es: Longitud

source: Randomization
es: Aleatoriedad

source: Quantity
es: Cantidad

source: Backup quantity
es: Cantidad de reserva

source: Inbound options
es: Opciones de Entrada

source: Outbound options
es: Opciones de Salida

source: Theme change saved.
es: Cambio del tema guardado.

source: Refresh the page to view.
es: Actualiza la página para ver.

source: Arabic
es: Árabe

source: Czech
es: Checo

source: Danish
es: Danés

source: English
es: Inglés

source: Estonian
es: Estoniano

source: Finnish
es: Finlandés

source: German
es: Alemán

source: Greek
es: Griego

source: Spanish
es: Español

source: Dutch
es: Neerlandés

source: French
es: Francés

source: Hungarian
es: Húngaro

source: Italian
es: Italiano

source: Polish
es: Polaco

source: Portuguese
es: Portugués

source: Russian
es: Ruso

source: Swedish
es: Sueco

source: Chinese
es: Chino

source: Ukrainian
es: Ucraniano

source: Vietnamese
es: Vietnamita

source: Update available, attempting to download now
es: Actualización disponible; tratando de descargarla

source: Update available, click button on left to download
es: Actualización disponible; ¡presiona el botón al lado izquierdo para descargarla!

source: No update available
es: Ninguna actualización disponible

source: Updating news URL to {0}
es: Actualizando URL de noticias a {0}

source: internal
es: interno

source: Updating proxy host to {0}
es: Actualizando host proxy a {0}

source: Updating proxy port to {0}
es: Actualizando puerto del servidor proxy a {0}

source: Updating refresh frequency to {0}
es: Actualizando la frecuencia de refresco a {0}

source: Never
es: Nunca

source: Updating update policy to {0}
es: Actualizando la política de actualización a {0}

source: Updating update URLs.
es: Actualizando URLs para la actualización

source: Updating trusted keys.
es: Actualizando claves de confianza.

source: Updating unsigned update URL to {0}
es: Actualizando URL de actualización sin firma a {0}

source: Every
es: cada

source: Notify only
es: Sólo notificar

source: Download and verify only
es: Sólo descargar y verificar

source: Download, verify, and restart
es: Descargar, verificar y reiniciar

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
es: El formulario introducido es inválido, probablemente por haber utilizado el botón 'atrás' ó 'refrescar' del navegador. Por favor, reinténtelo.

source: Combined bandwidth graph
es: gráfico de ancho de banda combinado

source: {0} for {1}
es: {0} para {1}

source: ending {0} ago
es: Terminado hace {0}

source: Larger
es: Más grande

source: Smaller
es: Más pequeño

source: Taller
es: Más alto

source: Shorter
es: Más corto

source: Wider
es: Más ancho

source: Narrower
es: Más estrecho

source: Larger interval
es: Intervalo mayor

source: Smaller interval
es: Intervalo menor

source: Previous interval
es: Intervalo anterior

source: Next interval
es: Intervalo siguiente

source: Plot averages
es: promedios de la trama

source: plot events
es: eventos de la trama

source: All times are UTC.
es: Todos los horarios son UTC.

source: Configure Graph Display
es: Configuración de la gráfica

source: Select Stats
es: Seleccionar Estadísticas

source: Periods
es: Períodos

source: or
es: o

source: Image sizes
es: Tamanño de las imágenes

source: width
es: ancho

source: height
es: alto

source: pixels
es: píxeles

source: Refresh delay
es: Retardo de actualización

source: Store graph data on disk?
es: Almacenar los datos de gráficos en el disco?

source: Save settings and redraw graphs
es: Guardar los ajustes y volver a dibujar los gráficos

source: Graph settings saved
es: Configuración de gráficos guardada

source: Addressbook
es: Libreta de direcciones

source: Manage your I2P hosts file here (I2P domain name resolution)
es: Administrar el archivo hosts de I2P aquí (resolución de nombres de dominio I2P)

source: Configure Bandwidth
es: Configurar ancho de banda

source: I2P Bandwidth Configuration
es: Configuración de ancho de banda I2P

source: Configure Language
es: Configurar idioma

source: Console Language Selection
es: Selección del idioma de consola

source: Customize Home Page
es: Personalizar página de inicio

source: I2P Home Page Configuration
es: Configuración de página de inicio de I2P

source: Anonymous webmail client
es: Cliente webmail anónimo

source: I2P Router Help
es: Ayuda de Router I2P

source: Router Console
es: Consola del Router

source: Built-in anonymous BitTorrent Client
es: Cliente BitTorrent anónimo integrado

source: Local web server
es: Servidor web local

source: Bug Reports
es: Informes de errores

source: Bug tracker
es: Rastreador de errores

source: The Italian Bittorrent Resource
es: El Recurso Bittorrent Italiano

source: Dev Forum
es: Foro de desarrollo

source: Development forum
es: Foro de desarrollo

source: Bittorrent tracker
es: Tracker de bittorrent

source: I2P Applications
es: Aplicaciones I2P

source: FAQ
es: Preguntas frecuentes

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Community forum
es: Foro de la comunidad

source: Forum
es: Foro

source: A public anonymous Git hosting site - supports pulling via Git and HTTP and pushing via SSH
es: un sitio anfitrión git anónimo y público - soporta halar a través de Git y HTTP, y empujar a través de SSH

source: Anonymous Git Hosting
es: anfitrión git anónimo

source: Your premier microblogging service on I2P
es: servicio mircroblog en I2P

source: Technical documentation
es: Documentación técnica

source: Debian and Tahoe-LAFS repositories
es: Repositorios de Debian y Tahoe-LAFS

source: I2P Pastebin
es: Pastebin de I2P

source: I2P News
es: Noticias I2P

source: Add-on directory
es: Directorio de complementos

source: Plugins
es: Complementos

source: Postman's Tracker
es: Tracker de Postman

source: I2P home page
es: Página de inicio I2P

source: Project Website
es: Sitio web del proyecto

source: I2P Network Statistics
es: Estadísticas de red I2P

source: Technical Docs
es: Documentos técnicos

source: Trac Wiki
es: Wiki de Trac

source: Ugha's Wiki
es: Wiki de Ugha

source: Seedless and the Robert BitTorrent applications
es: Sin semillas y aplicaciones de BitTorrent Robert

source: Sponge's main site
es: Página principal de Sponge

source: The HTTP proxy is not up
es: El proxy HTTP no está activo

source: Your browser is not properly configured to use the HTTP proxy at {0}
es: Tu navegador no está correctamente configurado para utilizar el proxy HTTP en {0}

source: Name
es: Nombre

source: Add
es: Añadir

source: File location
es: Ubicación del archivo

source: File not found
es: Archivo no encontrado

source: No log messages
es: No hay mensajes de registro

source: Summary
es: Resumen

source: Local Router
es: Router local

source: Router Lookup
es: búsqueda de router

source: All Routers
es: Todos los routers

source: All Routers with Full Stats
es: todos los routers con estadísticas completas

source: not found in network database
es: no se encuentra en la base de datos de red

source: Unpublished
es: No publicado

source: Destination
es: Destino

source: Expires in {0}
es: Caduca en {0}

source: Expired {0} ago
es: Caducó hace {0}

source: Gateway
es: Puerta de enlace

source: Tunnel
es: Túnel

source: Not initialized
es: No inicializado

source: Network Database Router Statistics
es: Estadísticas de la base de datos de red del router

source: Count
es: Cantidad

source: Transports
es: Transportes

source: Country
es: País

source: Our info
es: Nuestra información

source: Peer info for
es: Información de interlocutor para

source: Full entry
es: Campo completo

source: Hidden
es: Oculto

source: Updated
es: Actualizado

source: {0} ago
es: hace {0}

source: Published
es: Publicado

source: Address(es)
es: Dirección(es)

source: cost
es: coste

source: Hidden or starting up
es: Oculto o iniciando

source: SSU with introducers
es: SSU con introductores

source: NTCP and SSU
es: NTCP y SSU

source: NTCP and SSU with introducers
es: NTCP y SSU con introductores

source: News last updated {0} ago.
es: Noticias actualizadas hace {0}.

source: News last checked {0} ago.
es: Noticias chequeadas hace {0}.

source: Hide news
es: Esconder noticias

source: Show news
es: Mostrar noticias

source: Checking for plugin updates
es: Buscando actualizaciones para complementos

source: 1 plugin updated
es: 1 complemento actualizado

source: Plugin update check complete
es: Comprobación de actualizaciones de complementos completada

source: Cannot check, plugin {0} is not installed
es: No se puede comprobar, el complemento {0} no está instalado

source: Checking for update of plugin {0}
es: Buscando actualizaciones para el complemento {0}

source: New plugin version {0} is available
es: Está disponible una nueva versión del complemento {0}.

source: No new version is available for plugin {0}
es: No está disponible ninguna nueva versión para el complemento {0}.

source: Update check failed for plugin {0}
es: Fallo al buscar actualizaciones para el complemento {0}

source: Attempting to install from file {0}
es: Intentando instalar desde el archivo {0}

source: No file specified {0}
es: No se ha específicado un archivo {0}

source: Failed to install from file {0}, copy failed.
es: No se ha podido instalar desde el archivo {0}, copia fallida.

source: Downloading plugin
es: Descargando complemento

source: {0}B transferred
es: {0}B transferidos

source: Plugin downloaded
es: Complemento descargado

source: Cannot create plugin directory {0}
es: No se puede crear directorio del complemento {0}

source: from {0}
es: de {0}

source: Plugin from {0} is corrupt
es: El complemento de {0} está dañado.

source: Plugin from {0} does not contain the required configuration file
es: El complemento de {0} no contiene el archivo de configuración necesario.

source: Plugin from {0} contains an invalid key
es: El complemento de {0} contiene una clave no válida.

source: Plugin signature verification of {0} failed
es: Verificación de la firma del complemento de {0} ha fallado

source: Plugin from {0} has invalid name or version
es: El complemento de {0} tiene nombre o versión no válido.

source: Plugin {0} has mismatched versions
es: El complemento {0} tiene versiones no coincidentes.

source: This plugin requires I2P version {0} or higher
es: Este complemento requiere la versión {0} o superior de I2P.

source: This plugin requires Java version {0} or higher
es: Este complemento requiere la versión {0} o superior de Java.

source: Downloaded plugin is for new installs only, but the plugin is already installed
es: El complemento descargado es sólo para instalaciones nuevas, pero el complemento ya está instalado.

source: Installed plugin does not contain the required configuration file
es: El complemento instalado no contiene el archivo de configuración necesario.

source: Signature of downloaded plugin does not match installed plugin
es: La firma del complemento descargado no coincide con la del instalado.

source: Downloaded plugin version {0} is not newer than installed plugin
es: El complemento descargado con versión {0} no es más reciente que la versión ya instalada.

source: Plugin update requires installed plugin version {0} or higher
es: La actualización del complemento requiere tener instalada la versión {0} o superior de este complemento.

source: Plugin update requires installed plugin version {0} or lower
es: La actualización del complemento requiere tener instalada la versión {0} o inferior de este complemento.

source: Plugin requires Jetty version {0} or higher
es: Este complemento requiere la versión de Jetty {0} ó superior

source: Plugin requires Jetty version {0} or lower
es: Este complemento requiere la versión de Jetty {0} ó inferior

source: Cannot copy plugin to directory {0}
es: No se puede copiar el pomplemtneot al directorio {0}

source: Plugin will be installed on next restart.
es: El complemento se instalará al siguiente reinicio.

source: Plugin is for upgrades only, but the plugin is not installed
es: El complemento es sólo para actualizaciones, pero el complemento aún no está instalado.

source: Failed to install plugin in {0}
es: No se pudo instalar el complemento en {0}

source: Plugin {0} installed
es: Complemento {0} instalado

source: Plugin {0} installed and started
es: Complemento {0} instalado e iniciado

source: Plugin {0} installed but failed to start, check logs
es: Complemento {0} instalado pero no funciona, ¡revisa los registros!

source: Plugin {0} installed but failed to start
es: Complemento {0} instalado, pero no se pudo iniciar.

source: Failed to download plugin from {0}
es: No se pudo descargar el complemento de {0}.

source: Showing 1 recent profile.
es: Mostrando 1 perfil reciente.

source: Hiding 1 older profile.
es: Ocultando 1 perfil más antiguo.

source: Hiding 1 standard profile.
es: Ocultando 1 perfil estándar.

source: Groups (Caps)
es: Grupos (Caps)

source: Speed
es: Velocidad

source: Capacity
es: Capacidad

source: Integration
es: Integración

source: Fast, High Capacity
es: Rápido, alta capacidad

source: High Capacity
es: Alta Capacidad

source: Standard
es: Estándar

source: Failing
es: Fallando

source: Integrated
es: Integrados

source: Unreachable
es: Inaccesible

source: Test Fails
es: Test fallido

source: profile
es: perfil

source: Caps
es: Categorías

source: Integ. Value
es: Valor de Integración

source: Last Heard About
es: Sabido por última vez sobre

source: Last Heard From
es: Sabido por última vez de

source: Last Good Send
es: Último enviado Correcto

source: Last Bad Send
es: Último enviado con Errores

source: 10m Resp. Time
es: Tiempo resp. 10m

source: 1h Resp. Time
es: Tiempo resp. 1h

source: 1d Resp. Time
es: Tiempo resp. 1d

source: Last Good Lookup
es: Última búsqueda exitosa

source: Last Bad Lookup
es: Última búsqueda fallida

source: Last Good Store
es: Última guardada exitosa

source: Last Bad Store
es: Última guardada fallida

source: 1h Fail Rate
es: Tasa de error en 1h

source: 1d Fail Rate
es: Tasa de error en 1d

source: Thresholds
es: Umbrales

source: fast peers
es: pares rápidos

source: high capacity peers
es: pares de alta capacidad

source: well integrated peers
es: Pares bien integrados

source: as determined by the profile organizer
es: según lo determinado por el organizador del perfil

source: groups
es: grupos

source: capabilities in the netDb, not used to determine profiles
es: capacidades en la netDb, no se utilizan para determinar los perfiles

source: caps
es: capacidades

source: peak throughput (bytes per second) over a 1 minute period that the peer has sustained in a single tunnel
es: rendimiento máximo (bytes por segundo) durante un período de 1 minuto que el par ha sostenido en un solo túnel

source: speed
es: velocidad

source: capacity
es: capacidad

source: how many tunnels can we ask them to join in an hour?
es: a cuántos túneles podemos pedirlos que se unan en una hora?

source: how many new peers have they told us about lately?
es: de cuántos nuevos pares nos han hablado últimamente?

source: integration
es: integración

source: is the peer banned, or unreachable, or failing tunnel tests?
es: Está el par baneado, o inalcanzable, o fallando las pruebas de túnel?

source: status
es: estado

source: All
es: Todos

source: Select search engine
es: Elegir motor de búsqueda

source: Temporary ban expiring in {0}
es: El baneado temporal expirará en {0}

source: Banned until restart or in {0}
es: Baneado hasta el reinicio o en {0}

source: unban now
es: Desbanear ahora

source: Bandwidth usage
es: Uso de ancho de banda

source: Outbound Bytes/sec
es: bytes/seg de salida

source: Inbound Bytes/sec
es: bytes/seg de entrada

source: Bps
es: B/seg.

source: Out average
es: Promedio de salida

source: In average
es: Promedio de entrada

source: GO
es: ¡Adelante!

source: Statistics gathered during this router's uptime
es: Estadísticas recopiladas durante el funcionamiento de este router

source: The data gathered is quantized over a 1 minute period, so should just be used as an estimate.
es: Los datos recogidos se cuantifican en un período de 1 minuto, por lo que sólo deben utilizarse como estimación.

source: These statistics are primarily used for development and debugging.
es: Estas estadísticas se utilizan principalmente para el desarrollo y depuración.

source: No lifetime events
es: No hay eventos de duración ilimitada

source: frequency
es: frecuencia

source: Rolling average events per period
es: Promedio de eventos móviles por período

source: Highest events per period
es: Más altos eventos por período
