Repository: piratelinux/piratepack-i2p
Catalog: setup/i2p-browser/tst/i2p-0.9.2/apps/routerconsole/locale/messages_*.po
Languages: es

source: Most of the options above are for special situations, for example where UPnP does not work correctly, or a firewall not under your control is doing harm.
es: La mayoría de las opciones anteriores son para situaciones especiales, por ejemplo, cuando UPnP no funciona correctamente, o un cortafuegos que no está bajo tu control está haciendo daño.

source: Certain firewalls such as symmetric NATs may not work well with I2P.
es: Puede que algunos cortafuegos como NATs simétricos no funcionen bien con I2P.

source: UPnP is used to communicate with Internet Gateway Devices (IGDs) to detect the external IP address and forward ports.
es: UPnP se utiliza para comunicarse con dispositivos de puerta de enlace a Internet (IGDs) para detectar la dirección IP externa y los puertos que se deben abrir.

source: UPnP support is beta, and may not work for any number of reasons
es: El soporte de UPnP está en fase beta, y puede no funcionar correctamente por varias razones

source: No UPnP-compatible device present
es: No se encuentra ningún dispositivo compatible con UPnP presente

source: UPnP disabled on the device
es: UPnP desactivado en el dispositivo

source: Software firewall interference with UPnP
es: Un cortafuegos de software interfiere con UPnP

source: Bugs in the device's UPnP implementation
es: Errores en la implementación de UPnP del dispositivo

source: Multiple firewall/routers in the internet connection path
es: Múltiples cotrafuegos/routers en la ruta de conexión a Internet

source: UPnP device change, reset, or address change
es: El dispositivo UPnP ha cambiado, reiniciado, o ha cambiado de dirección

source: Review the UPnP status here.
es: Revisar el estado de UPnP aquí.

source: UPnP may be enabled or disabled above, but a change requires a router restart to take effect.
es: Encima de esto UPnP puede ser activado o desactivado, pero un cambio requiere un reinicio del router para que surta efecto.

source: Hostnames entered above will be published in the network database.
es: Los nombres de host introducidos arriba se publicarán en la base de datos de red.

source: They are <b>not private</b>.
es: <b>No son privados.</b>

source: Also, <b>do not enter a private IP address</b> like 127.0.0.1 or 192.168.1.1.
es: Además, <b>no se debe introducir una dirección IP privada</b> como 127.0.0.1 o 192.168.1.1.

source: If you specify the wrong IP address or hostname, or do not properly configure your NAT or firewall, your network performance will degrade substantially.
es: Si se especifica una dirección IP o nombre de host incorrectos, o no se configura correctamente el NAT o cortafuegos, el rendimiento de la red se degradará considerablemente.

source: When in doubt, leave the settings at the defaults.
es: En caso de duda, deje los ajustes con los valores predeterminados.

source: Reachability Help
es: Ayuda de Accesibilidad

source: If you think you have opened up your firewall and I2P still thinks you are firewalled, remember that you may have multiple firewalls, for example both software packages and external hardware routers.
es: Si crees que has abierto el cortafuegos y I2P todavía piensa que sigue bloqueado por uno, recuerda que podrías tener múltiples cortafuegos, por ejemplo, en paquetes de software o en routers externos.

source: If there is an error, the <a href="logs.jsp">logs</a> may also help diagnose the problem.
es: Si hay un error, el <a href="logs.jsp">registro</a> también puede ayudar a diagnosticar el problema.

source: Your UDP port does not appear to be firewalled.
es: El puerto UDP no parece estar bloqueado por un cortafuegos.

source: Your UDP port appears to be firewalled.
es: El puerto UDP parece estar bloqueado por un cortafuegos.

source: As the firewall detection methods are not 100% reliable, this may occasionally be displayed in error.
es: Como los métodos de detección de cortafuegos no son 100% fiables, esto puede aparecer por error.

source: However, if it appears consistently, you should check whether both your external and internal firewalls are open for your port.
es: Sin embargo, si aparece constantemente, deberías comprobar si tanto el cortafuegos interno como externo tienen los puertos abiertos.

source: I2P will work fine when firewalled, there is no reason for concern. When firewalled, the router uses "introducers" to relay inbound connections.
es: I2P funcionará bien aún bloqueado por un cortafuegos, no hay motivo de preocupación. Si se está detrás de un cortafuegos, el router utiliza "introductores" para transmitir las conexiones entrantes.

source: However, you will get more participating traffic and help the network more if you can open your firewall(s).
es: No obstante, obtendrás más tráfico participante y ayudará más a la red si puedes abrir el/los cortafuegos.

source: If you think you have already done so, remember that you may have both a hardware and a software firewall, or be behind an additional, institutional firewall you cannot control.
es: Si crees que ya lo has hecho, recuerda que podrías tener tanto un cortafuegos de hardware como un cortafuegos por software, o podrías estar detrás de otro cortafuegos institucional fuera de tu control.

source: Also, some routers cannot correctly forward both TCP and UDP on a single port, or may have other limitations or bugs that prevent them from passing traffic through to I2P.
es: Además, algunos routers no pueden encaminar correctamente TCP y UDP por el mismo puerto, o pueden tener otras limitaciones o bugs que les impidan pasar tráfico a través de I2P.

source: The router is currently testing whether your UDP port is firewalled.
es: El router está probando si tu puerto UDP está bloqueado por un cortafuegos.

source: The router is not configured to publish its address, therefore it does not expect incoming connections.
es: El router no está configurado para publicar su dirección, por lo tanto, no espera conexiones entrantes.

source: Hidden mode is automatically enabled for added protection in certain countries.
es: El modo oculto se activa automáticamente para mayor protección en algunos países.

source: WARN - Firewalled and Fast
es: AVISO - Bloqueado por cortafuegos y rápido

source: You have configured I2P to share more than 128KBps of bandwidth, but you are firewalled.
es: Has configurado I2P para compartir más de 128 kbps de ancho de banda, pero te encuentras bloqueado por un cortafuegos

source: While I2P will work fine in this configuration, if you really have over 128KBps of bandwidth to share, it will be much more helpful to the network if you open your firewall.
es: Aunque I2P funcionará bien con esta configuración, si realmente tiene más de 128 kbps de ancho de banda para compartir, será mucho más útil a la red si abre los puertos de su router.

source: WARN - Firewalled and Floodfill
es: AVISO - Bloqueado por cortafuegos y Floodfill

source: You have configured I2P to be a floodfill router, but you are firewalled.
es: Has configurado I2P ser un router floodfill, pero estás bloqueado por un cortafuegos.

source: For best participation as a floodfill router, you should open your firewall.
es: Para mejorar la participación como router floodfill, deberías abrir tu cortafuegos.

source: WARN - Firewalled with Inbound TCP Enabled
es: AVISO - Bloqueado por cortafuegos con TCP entrante activado

source: You have configured inbound TCP, however your UDP port is firewalled, and therefore it is likely that your TCP port is firewalled as well.
es: Has configurado TCP entrante, sin embargo el puerto UDP está bloqueado por un cortafuegos, y por lo tanto es probable que el puerto TCP esté bloqueado también.

source: If your TCP port is firewalled with inbound TCP enabled, routers will not be able to contact you via TCP, which will hurt the network.
es: Si el puerto TCP está bloqueado por un cortafuegos con TCP entrante habilitado, los routers no podrán ponerse en contacto con el tuyo a través de TCP, lo que perjudicará a la red.

source: Please open your firewall or disable inbound TCP above.
es: Por favor, ¡abre los puertos del cortafuegos o desactiva TCP entrante arriba!

source: WARN - Firewalled with UDP Disabled
es: AVISO - Bloqueado por cortafuegos con UDP deshabilitado

source: You have configured inbound TCP, however you have disabled UDP.
es: Has configurado TCP entrante, sin embargo has deshabilitado UDP.

source: You appear to be firewalled on TCP, therefore your router cannot accept inbound connections.
es: Parece que estás siendo bloqueado por un cortafuegos en TCP, por lo tanto el router no puede aceptar conexiones entrantes.

source: Please open your firewall or enable UDP.
es: Por favor, ¡abre el cortafuegos o habilita UDP!

source: ERR - Clock Skew
es: ERR - desviación de reloj

source: Your system's clock is skewed, which will make it difficult to participate in the network.
es: El reloj del sistema está desviado, lo que hará difícil participar en la red.

source: Correct your clock setting if this error persists.
es: Corrija su ajuste del reloj, si este error persiste.

source: ERR - Private TCP Address
es: ERR - Dirección TCP privada

source: You must never advertise an unroutable IP address such as 127.0.0.1 or 192.168.1.1 as your external address.
es: Nunca debes anunciar una dirección IP no enrutable, como 127.0.0.1 o 192.168.1.1 como tu dirección externa.

source: Correct the address or disable inbound TCP above.
es: Corrija la dirección o desactive TCP entrante arriba.

source: ERR - SymmetricNAT
es: ERR - NAT Simétrico

source: I2P detected that you are firewalled by a Symmetric NAT.
es: I2P ha detectado que está siendo bloqueado por un NAT simétrico.

source: I2P does not work well behind this type of firewall. You will probably not be able to accept inbound connections, which will limit your participation in the network.
es: I2P no funciona bien detrás de este tipo de cortafuegos. Probablemente no serás capaz de aceptar conexiones entrantes, lo que limitará tu participación en la red.

source: ERR - UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
es: ERR - el puerto UDP está en uso - ¡Establece i2np.udp.internalPort=xxxx en configuración avanzada reinicia!

source: I2P was unable to bind to port 8887 or other configured port.
es: I2P no pudo enlazar con el puerto 8887 o el otro puerto configurado.

source: Check to see if another program is using the configured port. If so, stop that program or configure I2P to use a different port.
es: Comprueba si otro programa está utilizando el puerto configurado. Si es así, cierra el programa o configura I2P para utilizar un puerto diferente.

source: This may be a transient error, if the other program is no longer using the port.
es: Esto puede ser un error transitorio, si el otro programa ya no utiliza el puerto.

source: However, a restart is always required after this error.
es: Sin embargo, siempre es necesario reiniciar después de que aparezca este error.

source: ERR - UDP Disabled and Inbound TCP host/port not set
es: ERR - UDP deshabilitado y el host/puerto de entrada TCP no ha sido establecido

source: You have not configured inbound TCP with a hostname and port above, however you have disabled UDP.
es: Arriba no has configurado TCP entrante con un nombre de host y puerto, sin embargo has deshabilitado UDP.

source: Therefore your router cannot accept inbound connections.
es: Por lo tanto el router no puede aceptar conexiones entrantes.

source: Please configure a TCP host and port above or enable UDP.
es: Por favor, configure un host y puerto TCP arriba o permita UDP.

source: ERR - Client Manager I2CP Error - check logs
es: ERR - Error Client Manager I2CP - verificar los registros

source: This is usually due to a port 7654 conflict. Check the logs to verify.
es: Esto se debe generalmente a un conflicto en el puerto 7654. ¡Revisa los registros para verificarlo!

source: Do you have another I2P instance running? Stop the conflicting program and restart I2P.
es: ¿Tienes otra instancia I2P funcionando? ¡Deten el programa en conflicto y reinicia I2P!

source: config peers
es: configuración de pares

source: I2P Peer Configuration
es: Configuración de los pares I2P

source: Manual Peer Controls
es: Controles Manuales de pares

source: Router Hash
es: Hash del Router

source: Manually Ban / Unban a Peer
es: Banear / Desbanear manualmente a un par

source: Banning will prevent the participation of this peer in tunnels you create.
es: Banear evitará que este par participe en cualquiera de los túneles que vayas crear.

source: Adjust Profile Bonuses
es: Ajustar Perfil de Bonus

source: Bonuses may be positive or negative, and affect the peer's inclusion in Fast and High Capacity tiers. Fast peers are used for client tunnels, and High Capacity peers are used for some exploratory tunnels. Current bonuses are displayed on the
es: Los bonus pueden ser positivos o negativos, y afectan a la inclusión de un par en los niveles 'Rápido' y 'de alta capacidad'. Los pares rápidos se utilizan para los túneles de clientes, los par de alta capacidad se utilizan para algunos túneles exploratorios. Los bonus actuales se muestran en la

source: profiles page
es: página de perfiles

source: Banned Peers
es: pares baneados

source: Banned IPs
es: IPs Baneadas

source: config reseeding
es: config para resembrar

source: I2P Reseeding Configuration
es: Configuración del proceso de resembrar I2P

source: Reseeding Configuration
es: Configuración de Resembrar

source: Reseeding is the bootstrapping process used to find other routers when you first install I2P, or when your router has too few router references remaining.
es: Resembrar es el proceso de bootstrapping para encontrar otros routers cuando I2P se instala por primera vez o cuando al router le quedan muy pocas referencias de otros routers.

source: If reseeding has failed, you should first check your network connection.
es: El proceso de resembrar ha fallado, primero debes comprobar la conexión de red.

source: Change these only if HTTP is blocked by a restrictive firewall, reseed has failed, and you have access to an HTTP proxy.
es: ¡Cambia estos parámetros solamente si HTTP está bloqueado por un cortafuegos restrictivo, el proceso de resembrar ha fracasado, y si tienes acceso a un proxy HTTP!

source: See {0} for instructions on reseeding manually.
es: Ver {0} para obtener instrucciones sobre cómo resembrar manualmente.

source: the FAQ
es: las preguntas más frecuentes

source: Reseed URL Selection
es: Selección de URL resembradora

source: Try SSL first then non-SSL
es: Probar SSL primero y luego no-SSL

source: Use SSL only
es: Usar SSL exclusivamente

source: Use non-SSL only
es: Usar no-SSL exclusivamente

source: Reseed URLs
es: URLs resembradoras

source: Enable HTTP Proxy?
es: Habilitar Proxy HTTP?

source: HTTP Proxy Host
es: Host HTTP Proxy

source: HTTP Proxy Port
es: Puerto HTTP Proxy

source: Use HTTP Proxy Authorization?
es: Utilizar autorización Proxy HTTP?

source: HTTP Proxy Username
es: Nombre de usuario Proxy HTTP

source: HTTP Proxy Password
es: Contraseña Proxy HTTP

source: Enable HTTPS Proxy?
es: Activar Proxy HTTPS?

source: HTTPS Proxy Host
es: Host Proxy HTTPS

source: HTTPS Proxy Port
es: Puerto Proxy HTTPS

source: Use HTTPS Proxy Authorization?
es: Usar Autorización Proxy HTTPS?

source: HTTPS Proxy Username
es: Nombre de usuario Proxy HTTPS

source: HTTPS Proxy Password
es: Nombre de usuario Proxy HTTPS

source: config service
es: configuración de servicios

source: I2P Service Configuration
es: Configuración de Servicios I2P

source: Shutdown the router
es: Apagar el router

source: Graceful shutdown lets the router satisfy the agreements it has already made before shutting down, but may take a few minutes.
es: El apagado controlado permite al router cumplir los acuerdos que ya ha hecho antes de apagar, pero puede tardar unos minutos.

source: If you need to kill the router immediately, that option is available as well.
es: Si tienes que apagar el router inmediatamente, también tienes esa opción

source: If you want the router to restart itself after shutting down, you can choose one of the following.
es: Si deseas que el router se reinicie después del apagado, puedes elegir una de las siguientes opciones.

source: This is useful in some situations - for example, if you changed some settings that client applications only read at startup, such as the routerconsole password or the interface it listens on.
es: Esto es útil en algunas situaciones - por ejemplo, si has cambiado algunas opciones de aplicaciones cliente que sólo se leen al iniciar, como la contraseña de la consola del router o tu interfaz de escucha.

source: A graceful restart will take a few minutes (but your peers will appreciate your patience), while a hard restart does so immediately.
es: Un reinicio controlado tardará unos minutos (pero tus pares te agradecerán tu paciencia), mientras que un reinicio duro lo hace inmediatamente.

source: After tearing down the router, it will wait 1 minute before starting back up again.
es: Después de apagarse completamente, el router esperará 1 minuto antes de volverse a iniciar.

source: Systray integration
es: integración con la bandeja del sistema

source: On the windows platform, there is a small application to sit in the system tray, allowing you to view the router's status
es: En la plataforma Windows, hay una pequeña aplicación que se queda en la bandeja del sistema, lo que le permite ver el estado del router

source: (later on, I2P client applications will be able to integrate their own functionality into the system tray as well).
es: (Más adelante, las aplicaciones I2P de clientes serán capaces de integrar su propia funcionalidad en la bandeja de sistema también).

source: If you are on windows, you can either enable or disable that icon here.
es: Si estás en Windows, puedes activar o desactivar ese icono aquí.

source: Show systray icon
es: Mostrar icono de la bandeja del sistema

source: Hide systray icon
es: Ocultar icono de la bandeja del sistema

source: Run on startup
es: Lanzar al iniciar

source: You can control whether I2P is run on startup or not by selecting one of the following options - I2P will install (or remove) a service accordingly.
es: Puedes controlar si I2P se ejecuta automaticamente al arrancar el equipo o no, seleccionando una de las siguientes opciones - I2P instalará (o eliminará) un servicio en consecuencia.

source: If you prefer the command line, you can also run the
es: Si usted prefiere la línea de comandos, también puede ejecutar

source: Note
es: Nota

source: If you are running I2P as service right now, removing it will shut down your router immediately.
es: Si estás ejecutando I2p como servicio en este momento, quitarlo hará que se apague el router de inmediato.

source: You may want to consider shutting down gracefully, as above, then running uninstall_i2p_service_winnt.bat.
es: Es recomendable que consideres el apagado controlado como se indica arriba, para ello, ejecuta uninstall_i2p_service_winnt.bat.

source: View the job queue
es: Ver cola de tareas

source: At times, it may be helpful to debug I2P by getting a thread dump. To do so, please select the following option and review the thread dumped to <a href="logs.jsp#servicelogs">wrapper.log</a>.
es: A veces, puede ser útil depurar I2P consiguiendo un volcado de hilo. Para ello, selecciona la opción siguiente y revisa el dump en <a href="logs.jsp#servicelogs">wrapper.log</a> .

source: Launch browser on router startup?
es: Iniciar el navegador al arrancar el router?

source: I2P's main configuration interface is this web console, so for your convenience I2P can launch a web browser on startup pointing at
es: La interfaz de configuración principal de I2P es esta consola Web. Para tu comodidad I2P puede lanzar el navegador web en al iniciar apuntando a

source: config summary bar
es: configurar barra del resumen

source: I2P Summary Bar Configuration
es: Configuración de la barra del resumen

source: Refresh Interval
es: Intervalo de Recarga

source: seconds
es: segundos

source: Customize Summary Bar
es: Modificar barra del resumen

source: config stats
es: config de estadísticas

source: I2P Stats Configuration
es: Ajustes de Estadísticas I2P

source: Configure I2P Stat Collection
es: Configurar colección de estadísticas I2P

source: Enable full stats?
es: Habilitar estadísticas completas?

source: change requires restart to take effect
es: Cambiar esto requiere un reinicio para que los cambios surtan efecto

source: Stat file
es: Archivo de estadísticas

source: Filter
es: Filtro

source: toggle all
es: cambiar todos

source: Log
es: Registro

source: Graph
es: Gráficas

source: Advanced filter
es: Filtro avanzado

source: config tunnels
es: Configuración de túneles

source: I2P Tunnel Configuration
es: Configuración de túneles I2P

source: The default settings work for most people.
es: La configuración por defecto funciona para la mayoría de gente.

source: There is a fundamental tradeoff between anonymity and performance.
es: Hay un equilibrio fundamental entre el anonimato y el rendimiento.

source: Tunnels longer than 3 hops (for example 2 hops + 0-2 hops, 3 hops + 0-1 hops, 3 hops + 0-2 hops), or a high quantity + backup quantity, may severely reduce performance or reliability.
es: Los túneles de más de tres saltos (por ejemplo, 2 + 0-2 saltos, 3 saltos+ 0-1 saltos, 3 saltos + 0-2 saltos), o una alta cantidad incluyendo túneles de respaldo, pueden reducir severamente el rendimiento o la fiabilidad.

source: High CPU and/or high outbound bandwidth usage may result.
es: Puede resultar en un uso alto de CPU y/o un uso de gran ancho de banda de salida

source: Change these settings with care, and adjust them if you have problems.
es: Cambia esta configuración con cuidado, y ajústala en caso de tener problemas.

source: Exploratory tunnel setting changes are stored in the router.config file.
es: Los cambios en los túneles exploratorios se almacenan en el archivo router.config.

source: Client tunnel changes are temporary and are not saved.
es: Los cambios en túnel de cliente son de carácter temporal y no se guardarán.

source: To make permanent client tunnel changes see the
es: Para hacer cambios permanentes al túnel de cliente ve a la

source: i2ptunnel page
es: Página túnel I2P

source: config UI
es: configuración IU

source: I2P UI Configuration
es: Interfaz de Usuario

source: Router Console Theme
es: Tema de la Consola del Router

source: Theme selection disabled for Internet Explorer, sorry.
es: Lo sentimos, pero la selección de temas está deshabilitada para Internet Explorer.

source: If you're not using IE, it's likely that your browser is pretending to be IE; please configure your browser (or proxy) to use a different User Agent string if you'd like to access the console themes.
es: Si no estás utilizando Internet Explorer, es probable que tu navegador se esté haciendo pasar por el IE, por favor, configura tu navegador (o proxy) para utilizar un agente de usuario diferente si deseas acceder a los temas de la consola.

source: Router Console Language
es: Idioma de la Consola del Router

source: Please contribute to the router console translation project! Contact the developers in #i2p-dev on IRC to help.
es: Por favor, ¡contribuye al proyecto de traducción de la consola del router! Ponte en contacto con los desarrolladores en los canales #i2p-dev y #i2p-es del IRC para ayudar.

source: Apply
es: Aplicar

source: config update
es: Actualización de la configuración

source: I2P Update Configuration
es: Configuración de actualizaciones I2P

source: Check for I2P and news updates
es: Comprobar si hay actualizaciones de I2P o noticias

source: News &amp; I2P Updates
es: Noticias &amp; actualizaciones de I2P
